{
  "paragraphs": [
    {
      "text": "GENETIC DIVERSITY OF SUGARCANE (Saccharum officinarum L.)  BASED ON MORPHOLOGICAL CHARACTERS",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Intan Poespita Windiyani1, Mahfut2⁎",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1Post gradute, Faculty of Biology, Universitas Gadjah Mada, Yogyakarta, Indonesia, 55281.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2Department of Biology, Faculty of Mathematichs and Natural Science, University of Lampung, Lampung, Indonesia, 35145.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. Tel.: +6281260615502. Email address: mahfut@fmipa.unila.ac.id",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Sugarcane (Saccharum officinarum L.) is an important plantation crop in the commercial sector as it accounts for 65% of worldwide sugar production. The role of sugarcane is very important in the sugar industry, so it needs to be supported by intensive research, especially for the breeding and assembly of superior varieties to improve the quality and quantity of sugarcane production. The process of plant breeding cannot be separated from the germplasm management program, because it is a source of genetic diversity of a plant species. Characteristics and evaluation of nuftah plasma are one of the activities carried out to determine the potential characteristics of the breeding program. One of the efforts to extract information in empowering the nuftah plasma collection is by morphological characteristics, so that superior plant varieties or accessions can be classified. Morphological characters were observed qualitatively and quantitatively. Each variety of a sugarcane species has a specific morphological description, both quantitative and qualitative traits, then the data base for these characteristics is used as a reference for filtering potentially superior to diversity in germplasm collections.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keywords: Sugarcane, Plant Breeding, Morphological Characters",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Sugarcane (Saccharum officinarum L.) is an important plantation crop in the commercial sector as it accounts for 65% of worldwide sugar production. Sugarcane is used as a raw material for making sugar, as well as for various industries, for example biofuel (BBN) in the form of ethanol, amino acids, organic acids and foodstuffs. The need for sugar is currently increasing with an increasing population and more diverse industrial needs. Therefore, the role of sugarcane is very important in the sugar industry, so it needs to be supported by intensive research, especially for the breeding and assembly of superior varieties to improve the quality and quantity of sugarcane production (Sugiharto et al., 2014).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The process of plant breeding cannot be separated from the nuftah plasma management program, because it is a source of genetic diversity of a plant species. Characteristics and evaluation of nuftah plasma is one of the activities carried out to determine the potential characteristics of the breeding program. One of the efforts to extract information in empowering the nuftah plasma collection is by characterizing morphological characteristics, so that superior plant varieties or accessions can be classified (Akhtar et al., 2001; Chidambaram & Sivasubramaniam, 2017). The potential for superior characteristics of collections can be identified by observing morphological characteristics, both quantitative and qualitative traits, then the data base for these characteristics is used as a reference for filtering potentially superior collections (Jaramillo and Baena 2007).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Each variety of a plant species has a specific morphological description. The International Union for The Protection of New Varieties of Plants (UPOV) has published many morphological descriptions of various agricultural crops, including sugarcane (UPOV, 2005). There are several publications on the identification of sugarcane varieties based on morphological characteristics (Hamida and Parnidi, 2019; Kapargam and Alarmelu, 2017; Ariestya et al., 2019).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Diversity genetic can be analyzed using principal component analysis and cluster analysis. Principal component analysis is a technique to determine how much a character contributes to diversity so that the results can be used to identify characters that characterize a variety (Afuape et al., 2011; Khodadadi et al., 2011). By quantifying the morphological traits, we can calculate the genetic distance between accessions or germplasm groups, which can then be analyzed the kinship relationship. Thus the use of morphological data can be further improved, not only for the identification of varieties.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "2. Sugarcane",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sugarcane (Saccharum officinarum L.) is an important industrial crop for the tropics and subtropics of the world. Has been produced in more than 100 countries, with a global production of 175.1 million tons of sugar (FAOStat, 2015). Economically, sugarcane is an important industrial raw material for sugar and related industries to produce alcohol, acetic acid, butanol, paper, plywood, industrial enzymes, animal feed and bioethanol as an alternative to biofuels for gasoline (FAOStat, 2015).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Sugarcane (Saccharum officinarum L.) belongs to the genus Saccharum, family Andropogonaceae. Poaceae or Graminae (Glyn, 2004). Saccharum is a genusically complex plant genus consisting of at least six different species such as S. officinarum, S. barberi, S sinense, S. spontaneum, S. robustum, and S. edule (Glyn, 2004; Pandey et al., 2011). All genotypes in the genus Saccharum are reported as polyploidy with high levels of ploidy, ranging from 6 to 10 (Manners et al., 2004). Besides polyploid, sugarcane is also a heterozygous plant with a very diverse number of chromosomes, so that in terms of plant breeding, it is classified as a plant that is difficult to assemble (Hapsoro, 2019).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "3. Morphologycal characterization",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Morphological characterization is a process that can be used to determine the phenotypic character of a plant, so that its variations can be assessed quickly. Tuteja (2012), states that morphological traits can be used to assess phenotypic variations in the growing environment and are used as a tool for indirect analysis of genetic variation. Morphological characters include observations of growth and development (qualitative and quantitative), resistance to pests and diseases and adaptation to the environment. Morphological and agronomic characters through multivariate statistical methods can be used in studying genetic variation in hybrid sugarcane and seed plasma resources (Zhou et al., 2015; Ongala et al., 2016).",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "The variation of sugarcane morphology in quantitative character observations was carried out at 12 months of harvest, which included plant height, production stem height, stem diameter, and stem weight. The results showed that the weight of the whole stem had high diversity, namely 32.31%. The characters of plant height, production stem height and stem diameter showed low diversity, with KK values ​​between 12.03–21.04% (Table 1). Therefore it is necessary to make efforts to increase the genetic diversity of these characters, among others by conducting exploration in the center of genetic diversity of sugarcane in Papua (Hamida and Parnidi, 2019).",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "Table 1. Diversity of quantitative characters in 105 accessions of sugarcane germplasm aged 12 months",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "Qualitative character is also supported by the results of Kapargam and Alarmelu (2017), the qualitative characters viz., leaf sheath hairiness, ligule shape, leaf blade curvature, leaf blade width, internode shape and cane thickness showed significant variation between the hybrids. Interspecific hybrids could be effectively differentiated with the extent of leaf sheath hairiness in this study, hairiness was dense and hard in SSH; medium to dense, soft hairs in SRH; either absent or sparsely present in SBH (Figure 1).",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 1. Leaf and cane characteristics of Saccharum spp. interspecific hybrids",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "Characterization of sugarcane varieties based on UPOV, 2005. S. officinarum categories and standards in 2005 were morphological characters in the form of leaf back feathers, leaf claws, stem section shape, stem segment structure, stem wax layer, eye shape, stem shape, and so on. Based on all the characters observed, 84 different characters were obtained as OTU in the phenetic classification (Ariestya et al., 2019).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Figure 2. Phenetic phylogenyssm based on morphological characters.",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "Figure 3. Phenetic phylogeny sj based on morphological characters.",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "Figure 2 and Figure 3 are showed same structural phylogeny based on morphological similarities, in Figure 2 show similarities index more than 70% which assumed validity in one species, Saccharum officinarum L. (Ariestya et al., 2019).",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "4. Conclusions",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "Each variety of a sugarcane species has a specific morphological description, both quantitative and qualitative traits, then the data base for these characteristics is used as a reference for filtering potentially superior to diversity in germplasm collections.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "References",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Afuape, S.O., Okocha, P.I., Njoku, D., 2011. Multivariate Assessment of The Agromorphological Variability and Yield Components Among Sweetpotato (Ipomoea batatas ( L .) Lam) landraces. African J. plant Sci. 5, 123–132.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Akhtar, M., Elai, N.., Ashraf, M., 2001. Morphological Characters of Some Exotic Sugarcane Varieties. Pakistan. J. Biol. Sci. 4(4), 471–476.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ariestya, G. R., Cindy G.P., Christy, A., Bening L., Rina S.K., Prabowo H., Arni M., Muhammad F.A. 2019. Evaluation of Pest Control Based on Morphological Character Variation on 20 Varieties and Genetic Variation Based on RAPD of Sugarcane (Saccharum officinarum L.) in Indonesia. IOP Conf. Series: Earth and Environmental Science, 347.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Chidambaram, K., Sivasubramaniam, K., 2017. Morphological Characterization and Identification of Morphological Markers for Selected Sugarcane (Saccharum spp.) Cultivars. Int. J. Curr. Microbiol. App. Sci 6, 509–518.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "FAOStat. 2015. FAO Statistical Pocketbook World Food and Agriculture. Food and Agriculture Organization of The United Nations: FAO.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Glyn, J. 2004. World Agriculture Series: Sugarcane, 2nd ed., Garsington Road, Oxford: Blackwell Science Ltd.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hamida, R., Parnidi. 2019. Kinship of Sugar Cane Nuftah Plasma Based on Morphological Characters. Tobacco Crops, Industrial Fibers & Oils Bulletin. 11(1):24-32.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hapsoro, Dwi. 2019. In Vitro Culture of Sugarcane and Its Benefits for Mutagenesis with Gamma Rays. Anugrah Utama Raharja. Lampung.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jaramillo, S., Baena, M., 2007. Ex Situ Conservation of Plant Genetic Resources, Bioversity International - Training Module. Rome, Italy.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kapargam, E., Alarmelu, S. 2017. Morphological characterization and genetic diversity analysis of interspecific hybrids of sugarcane. Indian J. Genet., 77(4): 531-539.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Khodadadi, M., Fotokian, M.H., Miransari, M., 2011. Genotypes Based on Cluster and Principal Component Analyses for Breeding Strategies. Aust. J. Crop Sci. 5, 17–24.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Manners, J., L. Mc.Intyre, R. Casu, G. Cordeiro, M. Jackson, K. Aitken, P. Jackson, G.Bonnet, L.S. Lee, R.J. Henry. 2004. Can genomics revolutionize genetics and breeding in sugarcane?, in Proceeding of the 4th int. Crop Science Congress (Brisbane, QLD).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ongala J., Mwanga D. and Nuani F. 2016. On the use of principal component analysis in sugarcane clone selection. J. Indian Soc. Agric. Stat., 70(1): 33-39.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pandey, A., Misrah, R.K., Misrah,. S., Singh, Y.P., Pathak, S. 2014. Assessment of genetic diversity among sugarcane cultivar (Saccharum officinarum L.) using simple sequence repeats. OnLine Journal of Biological Science, vol.11, pp. 105-111.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sugiharto, B., Dewanti, P., Ermawati, N., 2014. Sugarcane Assembling Varieties of High Sugar Production Through Genetic Engineering Enhancement of Sucrose Synthesis and Transportation 1. Competitive Grants Report Summary, Dikti Research. Jakarta. p. 9.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Tuteja, N. 2012. Improving Crop Productivity in Sustainable Agriculture. Wiley VCH.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "UPOV, 2005. International Union for The Protection of New Varieties of Plants. Geneva. 36p.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Zhou H., Rong-Zhong Yang and Yang-Rui Li. 2015. Principal component and cluster analyses for quantitative traits in GT sugarcane germplasm (Saccharum spp. Hybrids). IJAIR, 3(6): 1686-1690.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Number",
          "Quantitative Character",
          "Average ± SD",
          "Koef. diversity (%)"
        ],
        [
          "1.",
          "Plant Height (cm)",
          "277,62 ± 37,82",
          "16,32"
        ],
        [
          "2.",
          "Height of production rods (cm)",
          "245,93 ± 35,86",
          "19,37"
        ],
        [
          "3.",
          "Stem diameter (cm)",
          "2,75 ± 0,33",
          "12,03"
        ],
        [
          "4.",
          "Weight of the whole stem (g)",
          "1690,3 ± 410,01",
          "32,31"
        ]
      ],
      "label": "Table"
    }
  ]
}