{
  "paragraphs": [
    {
      "text": "Review Article",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Mapping and Distribution of the Telomeric Sequences (T2AG3 repeats) in the Marsupialia Famili Macropodidae",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Rony Marsyal Kunda1*, Mechiavel Moniharapon1",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1Department of  Biology, Faculty of Mathematics and Natural Science, Universitas Pattimura, Ambon,  Indonesia, 97233",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Email address: ronykunda14@gmail.com",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Marsupial and monotreme mammals very important in vertebrate phylogeny studies between reptile-mammal divergence 310 million years ago (mya) and the eutherian (placental) mammal radiation 105 mya. They have many features including their distinctive chromosomes, which in marsupials are typically very large and well conserved between species. Monotreme genomes are divided into several large chromosomes and many smaller chromosomes, with a complicated sex chromosome models that forms a translocation chain in male meiosis. In Macropus genera members, telomeres have been shown to be involved in the fusion and inversion of chromosomes, but for Kangaroo, the telomere sequence remains consistent and does not change during the chromosomal fusion event, but this is not the case in mice. The ancestor of marsupials (plesiomorphic), has a karyotype of 2n=14, but for kangaroos and wallabies have a karyotype of 2n=22, based on fews curently research, we asserted that this karyotype is derived from the karyotype of marsupial ancestors who have a karyotype of 2n=14. Based on molecular genetic studies have shown that W. bicolor (swamp wallaby) is more appropriately grouped into the Macropus genera, not as a “sister” of Macropus genera. In addition Macropus and W. bicolor there has been a division of chromosomes due to chromosome fusion, but W. bicolor has fewer chromosomes than other members of Macropodidae, i.e (2n=10 for females, and 2n=11 for males).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keywords : Mapping, Telomeric, Marsupialia, Macropodidae",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Telomere are DNA protein complexes, in the form of a “cap” consisting of several specific nucleotide sequences (T2AG3), with strands repeating from a few hundred times to thousands of times at both ends of the chromosome. In general, vertebrates have the same telomere structure, which contains short tandem repeats (Nanda et al., 2008). Telomeres play an important role in maintaining the integrity and stability of chromosomes by protecting the ends of the chromosomes from recombination, fusion and degradation. The occurrence of telomere dysfunction, possibly impacting the stability and integrity of chromosomes. Telomeres consist of hexa nucleotide repeats dominated by guanine nucleotides (TTAGGG in vertebrates) and are enveloped by protein binding that forms a terminal loop (Blackburn et al., 2006; Nanda et al., 2008).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Nanda et al. (2008), reported that telomere synthesis is catalyzed by the enzyme telomerase reverse transcriptase which has low or no activity in normal human cells, but is increased in most tumor cells and cell lines. Research conducted  by Jiang et al. (2007), stated that telomeres bind to proteins to form a terminal loop at the 3' end of the overhang of the DNA double helix. The telomere sequence is a repetitive sequence in most vertebrates starting from the outside to the inside, where the telomere shortening mechanism does not occur in the d-loop and t-loop region structures (Blackburn et al., 2006). Evolutionary processes such as fusion and fission in chromosomes, can replace nucleotide sequences in telomeres (Nanda et al., 1994).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In the Eutherian groups, the emergence of non-telomeric nucleotide sequences was proven to be due to the process of chromosomal rearrangements, mainly by tandem (Lee et al., 1993 in Metcalfe et al., 2007) and fusion (Schmid et al. 1994). Nanda et al. (2008), added that this sequence is not always maintained during the occurrence of chromosomal fusion events. Research conducted by Metcalfe et al. (1998), on mapping and distribution of telomere sequences from Wallabia bicolor using the fuorescence in situ hybridization method, showed that telomere sequences did not change, but were stable during chromosomal fusion. The distribution of interstitial signals on the long arm of chromosome number 1 and X chromosome of W. bicolor indicates that a combination of centromere inversion, fusion and transposition has resulted in interstitial telomere sequences. Several studies stated that telomere length is associated with the replicative capacity of eukaryotic cells. It has been proven a causal relationship between telomere shortening, human cell replication which results in the aging process, i.e the life span of fibroblasts and epithelial cells can be extended by lengthening telomeres (Allsopp et al., 1992; Morrison et al., 1996). In contrast to normal somatic cells, cancer cells have been described to be able to delay their cellular expression by elongating telomeres resulting in an indefinite replicative capacity.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Telomere and Telomerase",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Telomere consist of repetitive sequences that do not encode gene products, with the primary function of protecting the ends of chromosomes (Blackburn, 2006). Telomere play a role in preventing induced responses at the ends of chromosomes, and caps play a role in maintaining chromosome stability (Jiang et al., 2007). In maintaining the stability of chromosomes, the telomere cap forms a 3-dimensional structure in the form of a protective terminal (t-loop) which is a protein substance with high specificity. The t-loop protein is responsible for maintaining telomere stability and telomere caps. Jiang et al. (2007), stated that telomere sequences shortened every cell division. The process of telomere shortening is a problem that occurs at the end of replication as a result of the DNA polymerase enzyme not being fully involved in the replication of the DNA end of the cell cycle. In addition, Deakin et al. (2012), that the involvement of the telomerase enzyme during the cell division process will produce reactive oxygen which is thought to contribute to the telomere shortening process.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jiang et al. (2007), reported that the telomerase enzyme has a mechanism to maintain telomere shortening by de novo synthesis of telomeres. Telomerase has two important components; (1). component of RNA telomerase (Terc), which is a functional RNA substance that serves as a template for the synthesis of telomere sequences; (2). telomerase reverse transcriptase (Tert) which is a subunit of the catalytic enzyme. Jiang et al. (2007); Deakin et al. (2012), explained that these two components play an important role in supporting telomerase activity. In eutherians, telomerase is active during the period of embryogenesis, and its activity decreases after the birth (postnatal) period in most somatic tissues (Jiang et al., 2007). In adult eutherians, telomerase is active only in certain germ cells and stem cells. In addition, the process of reactivation of telomerase occurs when lymphocytes are activated and there is activity of cancer cells. Lizarralde et al. (2005), stated that in humans and eutherians, telomeric fibroblasts undergo sequence shortening by 50-100 basepairs (bp) each time cell division. When the telomere reaches its maximum shortening period, it will result in the loss of the capping function (protective) at the end of the chromosome. The telomere dysfunctional process causes DNA damage so that it stimulates the emergence of check points events (Jiang et al., 2007; Blackburn et al., 2006; Deakin et al., 2012).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Two check point mechanisms have been identified as a cellular response to telomere dysfunction, the first check point (M1) is permanently marked in the cell cycle (Blackburn et al., 2006), this check point stage is called aging and is highly dependent on activation of the p53 tumor suppressor gene. The occurrence of telomere shortening activity causes a further increase in telomere dysfunction thus encouraging the occurrence of a second check point (M2). The second checkpoint process i.e called crisis period in the p53 tumor suppressor gene, which is characterized by chromosomal instability and cell death (Wright and Shay, 1992). The shortening of telomeres causes a decrease in cell lifespan. The mechanisms of telomere dysfunction and check point activity signal the occurrence of impaired cellular function during aging.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Karyotyping, and Distribution of Telomere in Marsupials (Macropodidae)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Meyne et al. (1990), stated that telomere sequences (T2AG3 repeat) are found in all vertebrate species. In addtion Metcalfe et al. (1998), reported that in Macropus genera members, telomeres have been shown to be involved in the fusion and inversion of chromosomes. Study conducted by Metcalfe et al. (1998), stated that there was a comparison of the distribution of telomere sequences in eight Kangaroo species and fourteen mouse species. It has been shown that in Kangaroo species, the telomere sequence remains consistent and does not change during the chromosomal fusion event, but this is not the case in mice. This shows that the fusion mechanism is different in each vertebrate species, where in certain species the telomere sequence can remain consistent, but in certain species there are rearrangements of telomere sequences (Mayne et al., 1990).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The ancestor of marsupials (plesiomorphic), has a karyotype of 2n=14 (Metcalfe et al., 1998; Metcalfe et al., 2004). Rofe (1978) in Metcalfe et al. (2007), reported that kangaroos and wallabies have a karyotype of 2n=22, it is suspected that this karyotype is derived from the karyotype of marsupial ancestors who have a karyotype of 2n=14. Some researchers suspect that Thylogale, is the ancestor of Marcopodidae. This is evidenced by the similarity of the karyotype between Thylogale and kangaroo, i.e  2n = 10-24. Calaby (1966) in Metcalfe et al. (1998), explained that Wallabia is grouped in the \"sister group\" of Macropus members. However, molecular genetic studies have shown that W. bicolor (swamp wallaby, the only surviving member of Wallabia), is more appropriately grouped into the genus Macropus, not as a “sister” of Macropus genera.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The ancestor of marsupials (plesiomorphic), has a karyotype of 2n=14 (Fig. 1) (Metcalfe et al., 1998; Metcalfe et al., 2004). Rofe (1978) in Metcalfe et al. (2007), reported that Kangaroos and Wallabies have a karyotype i.e 2n=22, it is suspected that this karyotype is derived from the karyotype of marsupial ancestors who have a karyotype of 2n=14. Some researchers suspect that Thylogale, is the ancestor of Marcopodidae. This is evidenced by the similarity of the karyotype between Thylogale and Kangaroo, i.e 2n = 10-24. Calaby (1966) asserted that Wallabia is grouped in the \"sister genera\" of Macropus. However, molecular genetic studies have shown that W. bicolor (swamp Wallaby, the only living member of Wallabia), is more accurately grouped into the genus Macropus, not as \" sister” of the Macropus genera.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fig. 1. Derivation of the Macropodiformes ancestral 2n=22 karyotype from the plesiomorphic 2n = 14 marsupial chromosome complement (Deakin et al., 2012).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Rofe (1978) reported that in Macropus and W. bicolor there has been a division of chromosomes due to chromosome fusion, but W. bicolor has fewer chromosomes than other members of Macropodidae, i.e (2n=10 for females, and 2n=11 for males). Homology comparison based on G-banding analysis between Thylogale chromosome members and four autosomal chromosomes from W. bicolor which underwent rearrangements proved that chromosome number 1 from W. bicolor is a combination of Three autosomal chromosomes from Thylogale members. In addition, submetacentric chromosomes 2 and 4 are the result of the centric fusion of two Thylogale autosomal chromosomes, while submetacentric chromosome 3 is the only autosomal chromosome that does not undergo changes. In addition by Rofe (1978) cited by Metcalfe et al. (2007), that the X and Y2 chromosomes of W. bicolor also undergo chromosome fusion, as well as the sex chromosome system (XX female, XY1Y2 male). The results of this study prove that the formation of chromosome number 1, chromosome X, and Y2 involves the mechanism of centromere transposition and/or pericentric inversion. Research conducted by Metcalfe et al. (1998), showed that sixty one percent of the W. bicolor chromosomes and 67% of T. thetis at the ends of the chromosomes exhibited telomeric signals. A non-telomeric signal was found at the centromere of chromosome number 3 of T. thetis. All W. bicolor chromosomes show telomeric signals near their centromeres except on the Y2 chromosome, while telomeric signals at the X chromosome centromeres of W. bicolor are identified at metaphase at the time of chromosome elongation. The results of the research by Metcalfe et al. (1998), asserted that interstitial signals were observed on chromosomes X, Y2, and chromosome number 1.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Centromeric C-banding has been identified in almost all chromosomes of macropodidae species i.e (P. brachyotis, M. eugenii, M. robustus, M. rufogriseus, and M. rufus). In some species of macropodidae, notably M. rufogriseus, they appear as bands. Macropus agilis is the only species that shows a clear Centromeric C-banding signal on chromosomes 1, 3 and 6 (Metcalfe et al., 2004). The results of the research of Metcalfe et al. (2004), showed that Sminothopsis douglasi has a morphological appearance identical to that of S. macroura (Figure 2). This can be seen clearly at the metaphase stage of S. douglasi and S. macroura which have the same C-banding pattern with other dasyurids. Where all autosomal chromosomes have a C-band at the centromere as well as a heterochromatic block at the distal end of the short arm of chromosome number 5.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Fig. 2. Diagram of karyotype representation of the three common ancestors of marsupials (2n=14) and six species of Macropodidae (Rofe, 1979).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Research conducted by Carvalho and Mattevi (2000); Metcalfe et al. (2004), showed that not all heterochromatin regions contain telomere sequences (TTAGGG)n, but telomere sequences (T2AG3)n are repeat sequences found in macropodidae. Metcalfe et al. (2007), explained that the telomere sequence (TTAGGG)n was only found at the centromere of chromosome number 7, precisely in the lateral complex in Petrogale.sp and not found in Thylogale.sp or M. agilis. In addition, the telomere sequence (TTAGGG)n was found on the long arm of the X chromosome of W. bicolor, precisely at the centromere of chromosome number 7. This indicates that the telomere sequence was maintained during the chromosomal fusion event resulting in a Macropodidae karyotype 2n=22 which was then passed down to W. .bicolor. Metcalfe et al. (1998), suggested that telomeric signaling in W. bicolor occurs as a result of inversion events during the formation of the X chromosome. Some researchers have concluded that the presence of non-telomeric sequences (TTAGGG)n is related to the evolutionary status of the species. The distribution of telomere sequences in the marsupial ancestor can be seen in Figure 3.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Acknowledgment",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The authors thankful to the Department of  Biology, Faculty of Mathematics and Natural Science, Universitas Pattimura, for the excellent support in manuscript writing. Specifically, the author says thankful for Prof. Dr. Pieter Kakisina, M.Si, for who always support us in writing this paper and edited the content of this manuscript.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Conflict of Interest",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The authors declare that they have no competing interests.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "References",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Allsopp, R.C., Vaziri, H., Patterson, C., Goldstein, S., Younglai, E.V. renewing Band T cell populations inperipheral and mucosal tissues. Futcher, A.B., Greider, C.W., and Harley, C.B. 1992. Telomere Transplantation 58, 466-475. Length predicts replicative capacity of human fibroblasts. Proc. Natl. Hiyama, K., Hirai, Y., Kyoizumi, S., Akiyama, M., Hiyama, E., Piaty- Acad. Sci. USA 89, 10114-10118.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Blackburn, E.H., Greider, C.W., Szostak, J.W. 2006. Telomeres and telomerase: the path from maize, Tetrahymena and yeast to human cancer and aging. Nature Med. Vol 12, Number 10.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Calaby, J. H. 1966. Mammals of the upper Richmond and Clarence rivers, New South Wales. Tech. Pap. Div. Wildl. Res. C.S.I.R.O., Aust., No. 10.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Deakin, J.E., Graves, J.A.M. and Rens, W. 2012. The Evolution of Marsupial and Monotreme Chromosomes. Cytogenet Genome Res. 137:113-129. DOI: 10.1159/000339433.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jiang, H., Ju, Z., Rudolph, K.L. 2007. Telomere shortening and ageing. Z Gerontol Geriat 40:314-324.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lizarralde MS, Bolzán AD, Poljak S, Pigozzi, MI, Bustos, J, Merani, M.S. 2005. Chromosomal localization of the telomeric (TTAGGG) n sequence in four species of Armadillo (Dasypodidae) from Argentina: an approach to explaining karyotype evolution in the Xenarthra. Chromosome Res 13: 777-784.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Metcalfe, C.G., Eldridge, M.D.B., Johnston, P.G. 2007. Mapping the distribution of the telomeric sequence (T2AG3)n in the Macropodoidea (Marsupialia) by fluorescence in situ hybridization. II. The ancestral 2n=22 macropodid karyotype. Cytogenet Genome Res. 116:212-217.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Metcalfe, C.G., Eldridge, M.D.B., Johnston, P.G. 2004. Mapping the distribution of the telomeric sequence (T2AG3)n in the 2n=14 ancestral marsupial complement and in the macropodines (Marsupialia: Macropodidae) by£uorescence in situ hybridization. Chromosome Res.12:405-414.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Metcalfe, C.G., Eldridge, M.D.B., Johnston, P.G. 1998. Mapping the distribution of the telomeric sequence (T2AG3)n in the Macropodoidea (Marsupialia), by fluorescence in situ hybridization. I. The swamp wallaby, Wallabia bicolor. Chromosome Res. 6:603-610.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Meyne, J., Baker, R.J., Hobart, H.H., Hsu, T.C., Ryder, O.A. 1990. Distribution of non-telomeric sites of the (TTAGGG)n telomeric sequence in vertebrate chromosomes. Chromosoma. 99: 3-10.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Morrison, S.J., Prowse, K.R., Ho, P., and Weissman, I.L. 1996. Telomerase Activity in Hematopoietic Cells is Associated with Self Renewal Potential. Immunity, vol. 5, 207-216.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Nanda, I., Fugate, C., Schmid, S.M. 2008. Distribution of (TTAGGG) n telomeric sequences in karyotypes of the Xenopus species complex. Cytogenet Genome Res. 22:396-400.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Nanda I, Schmid, M. 1994. Localization of the telomeric (TTAGGG) n sequences in chicken ( Gallus domesticus) chromosomes. Cytogenet Cell Genet 65: 190-193.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": []
}