{
  "paragraphs": [
    {
      "text": "Analysis Of Critical Thinking Skills For XII Class Students Of SMAN 1 Payakumbuh On Biotechnology Materials",
      "style": "Style Title + Left:  0.05 cm",
      "label": "Unknown"
    },
    {
      "text": "S. Syamsurizal1,*, Farah Azizah2, Fitri Arsih3, and Sintia Putri4",
      "style": "Authors",
      "label": "Unknown"
    },
    {
      "text": "1,2,3,4 Department of Biology, Faculty of Mathematics and Natural Sciences, UniversitasNegeri Padang, Padang, West Sumatra, 25173, Indonesia",
      "style": "Addresses",
      "label": "Unknown"
    },
    {
      "text": "*syam_unp@fmipa.unp.ac.id",
      "style": "E-mail",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract. Critical thinking skills can be developed through the learning process. Biotechnology material requires students' critical thinking skills in the learning process. SMAN 1 Payakumbuh has done critical thinking skills in the learning process but it is still not optimal, and data on critical thinking skills are still unknown. This study aims to analyze the level of Critical Thinking Skills of Class XII Students of SMAN 1 Payakumbuh about Biotechnology Materials.This type of research is descriptive research with simple random sampling technique. The instrument used in this study was a test of students' critical thinking skills, and a validity test questionnaire. The data analysis technique used is quantitative descriptive analysis and qualitative descriptive analysis.Based on the results of the research that has been carried out, the data obtained that the results of the critical thinking skills of class XII students of SMAN 1 Payakumbuh were analyzed per indicator. The conclusion of this study is the level of critical thinking skills of each indicator of class XII students of SMAN 1 Payakumbuh at low qualification qualifications with an average of 50.59%.0",
      "style": "Abstract",
      "label": "Abstract"
    },
    {
      "text": "Introduction",
      "style": "section",
      "label": "Introduction"
    },
    {
      "text": "Various skills demands must be mastered by someone in the 21st century. 21st century skills that need to be applied in learning, one of which is critical thinking skills. Critical thinking is the ability to identify, analyze problems, find and evaluate relevant information to reach the right conclusions (Arsih et al., 2020). Critical thinking is a provision for students in preparing for the changing times. Critical thinking is a basic ability for life and is very effective in all aspects of life, critical thinking skills can be developed through the learning process (Zubaidah, 2010). Learning that can improve critical thinking skills must contain several processes, such as good mastery of the material, internalization and provision of material in different cases (Mercy et al., 2020). Critical thinking skills of students through the learning process must be developed and improved, with critical thinking students are able to develop a mindset to overcome a problem they are facing(Yerimadesi, 2014).",
      "style": "Body Char",
      "label": "Conclusions"
    },
    {
      "text": "Critical thinking skills are very important for students, while the benefits of critical thinking skills are that they can help students in terms of (1) responding critically to essays or facts presented in books, newspapers, or websites (2) assessing the quality of an explanation or explanation. lecture (3) build arguments (4) write essays for school assignments, and (5) participate in class (Browne, M. N & Stuart, 2015). Critical thinking is the biggest contributor in improving learning outcomes, because to understand the material in depth and accurately, critical thinking is needed (Lufri, 2005).",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "Students' critical thinking skills can be identified by using a test instrument in the form of valid and reliable critical thinking skills questions. Validity according to Amirono (2016) is the ability of a measuring instrument to measure its measuring target and reliability according to Syamsurizal (2020), the measuring instrument shows the extent to which the measurement results with the tool can be trusted. Decisions taken by students based on the characteristics of critical thinkers can be used by teachers as indicators in assessing the level of critical thinking skills of students, students' critical thinking skills are measured using assessment instruments, the development of assessment instruments must be in line with the definition of critical thinking used (Ennis, 2001). Critical thinking assessment instruments can be in the form of multiple choice tests, essay tests, and tests for work (Zubaidah & Corebima Aloysius, 2015).",
      "style": "BodyIndent",
      "label": "Results and Discussion"
    },
    {
      "text": "Students' thinking skills need to be assessed, this assessment is very important because it can be a benchmark for teachers in carrying out effective and efficient learning to hone students' critical thinking skills. There are several things that cause the importance of critical thinking assessment (1) being able to diagnose the level of critical thinking skills of students; (2) provide feedback to students on their critical thinking skills; (3) can motivate students to become better critical thinkers; (4) as a source of information to teachers regarding students' critical thinking skills; (5) can conduct research on critical thinking (Hidayat et al., 2018).Critical thinking skills are needed by students in the learning process, especially in biology subjects. In biology learning, critical thinking skills are needed so that students are able to solve problems found in conducting an experiment (M et al., 2012). Biology learning is a complex learning, because biology does not only contain knowledge in the form of facts, concepts, and principles but is also a process of discovery.",
      "style": "BodyIndent",
      "label": "Unknown"
    },
    {
      "text": "Biotechnology material is part of the biology education curriculum for high school (SMA) which is taught in class XII. Biotechnology is a scientific material that is multidisciplinary, more applicable in nature so that it requires sufficient mastery of basic concepts, and is growing very rapidly with the increase in human living standards (Rosyidah & Purwaningsih, 2009). Biotechnology material requires students' critical thinking skills in learning and analyzing existing problems and being able to overcome these problems. Students are expected to be able to search for and find concepts in biotechnology and be able to solve problems that often arise in Life.",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "Based on the results of observations and interviews that the author conducted on January 21, 2022 with two Biology teachers who teach in class XII of SMAN 1 Payakumbuh, information was obtained that the Biology learning process at SMAN 1 Payakumbuh already involved critical thinking skills, but only some students who involves high thinking and analysis in the learning process and because of the COVID-19 outbreak that hit the world, causing the learning process that occurred during the COVID-19 period to be carried out online (online) has an impact on students' critical thinking skills, because students Many students rely on cellphones (HP) and the internet to answer questions given by the teacher. Critical thinking skills are very important, but the reality on the ground is not as expected (Dores et al., 2020). Based on experience during the Job Training (PLK) there is no data regarding the analysis of students' critical thinking skills at SMAN 1 Payakumbuh. The analytical data can be used by teachers as a benchmark for more efficient learning in honing students' critical thinking skills, as well as to determine the level of students' critical thinking skills.",
      "style": "Body Char",
      "label": "Results and Discussion"
    },
    {
      "text": "Based on this background, it is necessary to know the level of critical thinking skills of class XII MIPA students at SMAN 1 Payakumbuh. Based on this, a research was conducted on the Analysis of Critical Thinking Skills for Class XII Students of SMAN 1 Payakumbuh on Biotechnology Materials.",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "Methodology",
      "style": "section",
      "label": "Materials and Methods"
    },
    {
      "text": "This type of research is descriptive research. This research is included in survey research, which is a descriptive research group. Descriptive type research is a research method that describes and interprets objects according to conditions as they are (Zellatifanny & Mudjiyanto, 2018).",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "The population in this study were all students of class XII MIPA at SMAN 1 Payakumbuh who were registered in the 2021/2022 academic year, totaling 284 students. The sampling technique in this research is Simple Random Sampling. Sampling of members of the population is done randomly without regard to the existing strata in the population. Research sampling if the subject is less than 100 people should be taken altogether, if the subject is large or more than 100 people can be taken 10-15% or 20-25% or more (Arikunto, 2010). In this study took a sample of 15% of the population, namely 15% of 284 are 43 students of class XII MIPA SMAN 1 Payakumbuh.",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "The data analysis technique used is descriptive quantitative and qualitative descriptive analysis, which describes the results of the validity test, and critical thinking skills test questions. Data analysis techniques in this study can be known through questionnaires given to experts, test questions to students, and critical thinking skills test questions.",
      "style": "Body Char",
      "label": "Results and Discussion"
    },
    {
      "text": "Result",
      "style": "section",
      "label": "Unknown"
    },
    {
      "text": "Analysis of critical thinking skills test questions was carried out using the Anates Version 4.0 program and obtained valid, high reliable items, sufficient discriminatory power, and moderate level of difficulty. The critical thinking skills of the students in this study were assessed through an exam test using a google form in the form of questions that refer to critical thinking indicators. The distribution of answers from the question instruments given to students of class XII MIPA SMAN 1 Payakumbuh for the 2021/2022 academic year can be seen in Table 1. Percentage of students' critical thinking skills based on critical thinking indicators.",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "Discussion",
      "style": "section",
      "label": "Results and Discussion"
    },
    {
      "text": "Based on the research that has been done, it is found that the class XII students of SMAN 1 Payakumbuh have a level of critical thinking skills about biotechnology material 50.59% in the low category.",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "Aspects of providing a simple explanation (basic clarification)",
      "style": "subsection",
      "label": "Unknown"
    },
    {
      "text": "In the aspect of providing a simple explanation (basic clarification), the researcher analyzes critical thinking indicators, formulates questions, and analyzes arguments. Students learn to think critically gradually through trained habits in the form of formulating problems and answering questions that require explanation (Leicester & Taylor, 2010). One of the characteristics of critical thinkers is that they can use information to formulate problem solutions or make decisions, and if necessary seek additional relevant information (Surya, 2013). The results of the data on this aspect is 61.07% in the low category.",
      "style": "subsection",
      "label": "Results and Discussion"
    },
    {
      "text": "Aspects determine the basis for decision making (bases for a decision)",
      "style": "subsection",
      "label": "Unknown"
    },
    {
      "text": "From the results of the data obtained an average level of critical thinking skills 56.25% with a low category. This states that students have not been able to process information from a source that has been seen and use it to solve the problems they face.",
      "style": "subsection",
      "label": "Results and Discussion"
    },
    {
      "text": "Aspects of making inferences (inference)",
      "style": "subsection",
      "label": "Unknown"
    },
    {
      "text": "A critical thinker initiates one or more beliefs, from these beliefs continue to other beliefs that they take to be justified by the initial belief to make a conclusion (Fisher, 2007). From the data it is known that the average level of critical thinking skills in the aspect of making conclusions is 54.37% in the low category.",
      "style": "subsection",
      "label": "Conclusions"
    },
    {
      "text": "Aspects of making further explanations (advanced clarification)",
      "style": "section",
      "label": "Unknown"
    },
    {
      "text": "Based on the percentage score obtained is 53.75% in the low category. Further explanation is the process of making a definition as an effort to clarify with various arguments, students are expected to be able to define forms and be able to consider definitional terms as well as predict things that may be related to the subject matter (Dwi Putri, 2019).",
      "style": "section",
      "label": "Unknown"
    },
    {
      "text": "Aspects of making supposition and integration(Supposition and Integration",
      "style": "section",
      "label": "Unknown"
    },
    {
      "text": "The results obtained in this aspect obtained an average of 20.62% with a very low category. Students are said to be able to make assumptions and integration if they have the following criteria: consider and give reasons for opinions, reasons, assumptions, positions, and other suggestions that are not agreed upon or doubtful, without letting disagreements and doubts interfere with thinking (thinking that is thought to be true), and integrating other abilities and dispositions in making and sustaining decisions (Ennis, 2011).",
      "style": "section",
      "label": "Results and Discussion"
    },
    {
      "text": "Aspects of managing strategy and tactics (strategies and tactics)",
      "style": "section",
      "label": "Unknown"
    },
    {
      "text": "In summary, it can be said that critical thinking is a dynamic process which allows students to detect differences in information, collect data, analyze data, and evaluate and conclude the information or data obtained (Anugraheni, 2020). The average level of critical thinking skills was 57.5% with low qualifications.",
      "style": "section",
      "label": "Unknown"
    },
    {
      "text": "One of the causes of the low critical thinking skills of students is due to the fact that students are not accustomed to critical thinking questions (Febrianti et al., 2021). The low critical thinking of students is also caused because the questions asked by the teacher are only limited in theory and do not develop students' critical thinking skills (Saputa et al., 2016). Students with the lowest level of critical thinking skills are only limited to the ability to memorize without being able to understand concepts well (Prihatingsih et al., 2016). In addition, the study habits of students who tend to be happy with receiving explanations from the teacher without further questioning can also prevent students' critical thinking skills from developing. Students' critical thinking skills can be continuously improved through the learning process. Students' critical thinking skills need to be trained during the learning process because students who have good critical thinking skills will also be able to develop strategies and tactics in order to achieve success in global competition in the future (Zubaidah, 2010).",
      "style": "section",
      "label": "Unknown"
    },
    {
      "text": "Conclusion",
      "style": "section",
      "label": "Conclusions"
    },
    {
      "text": "Based on the results of the study, it was concluded that the results of the critical thinking skills test of class XII students of SMAN 1 Payakumbuh were analyzed based on aspects of basic clarification 61.07% with low categories, aspects of bases for a decision 56.25% with low categories, aspects of inference 54.37 % with low category, 53.75% advanced clarification aspect with low category, supposition and integration aspect 20.62% with very low category, strategies and tactics aspect 57.5% with low category. The average level of critical thinking skills of class XII students of SMAN 1 Payakumbuh in the 2021/2022 academic year is in the low category with an average of 50.59%.",
      "style": "Body Char",
      "label": "Results and Discussion"
    },
    {
      "text": "References",
      "style": "section",
      "label": "References"
    },
    {
      "text": "[1]\tAmirono, D. (2016). Evaluasi dan Penilaian dan Pembelajaran Kurikulum 2013. Gava Media.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[2]\tAnugraheni, I. (2020). Analisis Kesulitan Mahasiswa dalam Menumbuhkan Berpikir Kritis Melalui Pemecahan Masalah. Jurnal Cendekia : Jurnal Pendidikan Matematika, 4(1), 261–267. https://doi.org/10.31004/cendekia.v4i1.197",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[3]\tArikunto, S. (2010). Prosedur Penelitian: Suatu Pendekatan Praktek. Rineka Cipta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[4]\tArsih, F., Zubaidah, S., Suwono, H., & Gofur, A. (2020). Critical thinking skills of prospective biology teachers: A preliminary analysis. AIP Conference Proceedings, 2215(April). https://doi.org/10.1063/5.0000538",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[5]\tBrowne, M. N & Stuart, M. K. (2015). Pemikir Kritis: Panduan untuk Mengajukan dan Menjawab Pertanyaan Kritis. Indeks.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[6]\tDores ,S.Pd., M.Pd, O. J., Wibowo, D. C., & Susanti, S. (2020). Analisis Kemampuan Berpikir Kritis Siswa Pada Mata Pelajaran Matematika. J-PiMat : Jurnal Pendidikan Matematika, 2(2), 242–254. https://doi.org/10.31932/j-pimat.v2i2.889",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[7]\tDwi Putri, O. (2019). Analisis Kemampuan Berpikir Kritis Siswa Pada Aspek Advanced Clarification dan Inference pada Konsep Sistem Pencernaan Di Kelas XI MIPA SMA Negeri 2 Tanjungpinang. Pedagogi Hayati, 3(2), 32–35. https://doi.org/10.31629/ph.v3i2.1141",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[8]\tEnnis, R. H. (2001). Argument appraisal strategy: A comprehensive approach. Informal Logic, 21(2), 97–140. https://doi.org/10.22329/il.v21i2.2240",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[9]\tEnnis, R. H. (2011). The Nature of Critical Thinking : An Outline of Critical Thinking Dispositions. 1–8.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[10]\tFebrianti, W., Zulyusri, & Lufri. (2021). Meta Analisis: Pengembangan Soal Hots Untuk Meningkatkan Kemampuan Berpikir Kritis Peserta Didik. Bio, 8(1), 39–45.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[11]\tHidayat, A., Rahayu, S., & Rahmawati, I. (2018). Analisis Keterampilan Berpikir Kritis Siswa SMP Pada Materi Gaya dan Penerapannya. In Pros. Semnas Pend. IPA Pascasarjana UM (Vol. 1, p. hal.13).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[12]\tLeicester, M., & Taylor, D. (2010). Critical Thinking Across the curriculum; Developing critical thinking skills, literacy and philosophy in the primary classroom.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[13]\tLufri, L. (2005). Sumbangan Efektif Berpikir Kritis, Persepsi, Minat dan Sikap Terhadap Hasil Belajar. Jurnal Pendidikan Triadik, UNIB Bengkulu, 8(1), 167–178.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[14]\tM, H., B.A, P., & P, K. (2012). Meningkatkan Kemampuan Berpikir Kritis Melalui Metode Eksperimen the Improve Ability to Think Critically through the Experimental Method. Proceeding Biology Education …, 16(Kartimi), 139–145. https://jurnal.uns.ac.id/prosbi/article/view/38412",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[15]\tMercy, A., Lapuz, E., & Fulgencio, M. N. (2020). Improving the Critical Thinking Skills of Secondary School Students using Problem-Based Learning. International Journal of Academic Multidisciplinary Research, 4(1), 1–7. www.ijeais.org/ijamr",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[16]\tPrihatingsih, Zubaidah, S., & Kusairi, S. (2016). Prihartiningsih-1053-1062.pdf (pp. 1053–1062).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[17]\tRosyidah, N., & Purwaningsih, S. Y. (2009). Sintesis Nanopartikel ZnO dengan Metode Kopresipitasi. JURNAL TEKNIK POMITS, 1–7.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[18]\tSaputa, H., Hidayat, A., & Munzill. (2016). Profil Kemampuan Berpikir Kritis Siswa SMPN 7 Pasuruan. In Semnas Pend. IPA Pascasarjana UM (pp. 943–949).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[19]\tSiti Zubaidah. (2010). Berfikir Kritis : Kemampuan Berpikir Tingkat Tinggi Yang dapat Dikembangkan Melalui Pembelajaran Sains. Seminar Nasional Sains 2010 Dengan Tema “Optimalisasi Sains Untuk Memberdayakan Manusia,” 16(January 2010), 1–14. https://www.researchgate.net/profile/Siti-Zubaidah-7/publication/318040409_Berpikir_Kritis_Kemampuan_Berpikir_Tingkat_Tinggi_yang_Dapat_Dikembangkan_melalui_Pembelajaran_Sains/links/59564c650f7e9b591cda994b/Berpikir-Kritis-Kemampuan-Berpikir-Tingkat-Tingg",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[20]\tSurya, H. (2013). Belajar Orang Genius. PT. Gramedia.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[21]\tSyamsurizal. (2020). Validitas dan Reliabitas Alat Ukur. Jurnal Osf, 1–11.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[22]\tYerimadesi. (2014). Pengembangan Model Guided Discovery Learning (GDL) untuk Meningkatkan Keterampilan Berpikir Kritis Siswa Pada Pembelajaran Kimia di SMA. In Presiden Republik Indonesia.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[23]\tZellatifanny, C. M., & Mudjiyanto, B. (2018). Tipe Penelitian Deskripsi Dalam Metode Penelitian. Diakom : Jurnal Media Dan Komunikasi, 1(2), 83–90.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "[24]\tZubaidah, S., & Corebima Aloysius, D. (2015). Asesmen Berpikir Kritis Terintegrasi Tes Essay Genetics mapping on local rice varieties View project Simas eric learning model View project. April 2015. https://www.researchgate.net/publication/322315188",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Acknowledgments",
      "style": "Body Char",
      "label": "Unknown"
    },
    {
      "text": "The final manuscript of this publication was presented at 4th International Conference on Biology, Science and Education (ICoBioSE) virtually at Universitas Negeri Padang, Padang City, Indonesia on October 27th, 2022",
      "style": "Body Char",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Table 1.Percentage of students' critical thinking skills based on critical thinking indicators",
          "Table 1.Percentage of students' critical thinking skills based on critical thinking indicators",
          "Table 1.Percentage of students' critical thinking skills based on critical thinking indicators",
          "Table 1.Percentage of students' critical thinking skills based on critical thinking indicators",
          "Table 1.Percentage of students' critical thinking skills based on critical thinking indicators",
          "Table 1.Percentage of students' critical thinking skills based on critical thinking indicators",
          "Table 1.Percentage of students' critical thinking skills based on critical thinking indicators"
        ],
        [
          "Aspect",
          "Indicators",
          "Test Number",
          "Value (%)",
          "Category",
          "Percentage (%)",
          "Category"
        ],
        [
          "Basic clarification",
          "Formulate questions",
          "1",
          "66,25",
          "Medium",
          "61,07",
          "Low"
        ],
        [
          "Basic clarification",
          "Formulate questions",
          "2",
          "61,85",
          "Low",
          "",
          ""
        ],
        [
          "",
          "Analyze arguments",
          "3",
          "58,12",
          "Low",
          "",
          ""
        ],
        [
          "Bases for a decision",
          "Consider the credibility of the source",
          "4",
          "56,25",
          "Low",
          "56,25",
          "Low"
        ],
        [
          "Inference",
          "Do induction",
          "5",
          "50,62",
          "Low",
          "54,37",
          "Low"
        ],
        [
          "",
          "Do deductions",
          "6",
          "58,12",
          "Low",
          "",
          ""
        ],
        [
          "Advanced clarification",
          "Create terms and definitions",
          "7",
          "53,75",
          "Low",
          "53,75",
          "Low"
        ],
        [
          "Supposition and integration",
          "Make and consider decisions",
          "8",
          "20,62",
          "Very Low",
          "20,62",
          "Very Low"
        ],
        [
          "Strategies and tactic",
          "Determine an action",
          "9",
          "57,50",
          "Low",
          "57,5",
          "Low"
        ],
        [
          "Average",
          "",
          "",
          "",
          "",
          "50,59%",
          "Low"
        ]
      ],
      "label": "Table"
    }
  ]
}