{
  "paragraphs": [
    {
      "text": "Literature Study : Chromosomal Changes in The Class  Mammalia Genus Neacomys, Class Actinopterygii Genus characidium, Class Reptile Family Boidae",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Nindya Ananda Latifa, Sintia Putri, Elsa Badriyya, S. Syamsurizal",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jurusan Biologi, Universitas Negeri Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Email : nindiananda34@gmail.com",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract. Chromosomes become an important substance for an organism because they contain information useful for cell regulation and as a hereditary agent. The character of an organism is determined by genes located on chromosomes. Changes in chromosomes will have a significant influence on the evolution of a species. One of the factors that influence changes in chromosomes is mutation.  Mutation is a form of defense of an organism in the face of the changing state of nature. Neacomys diversification is caused by gene fusion events, translocations, amplications, and constitutive heterochromatin (CH). In the family Crenuchidae genus Caracidium there was a revision in the diversification of chromosomes 2n of 50 chromosomes composed of 32 metacentric + 18 sub-metacentrics. This is due to differences in the number of rDNA sites, heterochromatin blocks, number of B chromosomes and the size of sex chromosomes, as well as repeated DNA dynamics on chromosomes observed among species forming diversification and chromosomal speciation. In the boidae family reptile class there was a fusion of chromosomes which resulted in the conclusion that the kariotype configuration in snakes is currently the clade of primitive Neotropic snakes.",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Keywords: Mutation, evolution, choromosom,",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1.  INTRODUCTION",
      "style": "Heading 1",
      "label": "Introduction"
    },
    {
      "text": "An organism will adapt to environmental conditions that are always changing because natural conditions are not always constant. This is a challenge for every organism to be able to maintain its life. Will he be able to adapt or be selected. Over time, it turns out that the chromosomes have changed both in terms of shape, number, or arrangement. This also affects the karyotype makeup of the organism.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Chromosomes are genetic material (DNA) that contain information for cell regulatory activities and will influence their phenotypic properties. Chromosomes are formed from DNA that undergoes condensation by binding proteins (Histon Proteins) during the prophase phase of cell division. Organisms have two kinds of chromosomes, namely sex chromosomes (gonosomes) which will determine the sex of an organism and body chromosomes (autosomes) which are not related to sex determination. The function of the chromosome is as a hereditary agent responsible for ensuring that each offspring carries the genetic traits of its parent during the division process (Bass & Birchler, 2011).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The study of chromosomes has been started since 1600, and the microscope has been found as a tool that supports the development of the science of chromosomes. In 1842, Karl Wilhelm von Nageli was the first to observe the structure of chromosomes. Followed by other figures such as Walther Flemming, Heinrich Wilhelm Gottfried von Waldeyer-Hartz, Watson and Crick, Barbara, Sanger and Coulson who contributed to new discoveries related to the structure, function and behavior of chromosomes (Figueroa & Bass, 2010; Fukui & Nakayama, 2000; Gill, Hans, & Jackson, 2008; Paweletz, 2001; Scheuerlein, Henschke, & Köckerling, 2017). The arrangement of chromosomes of an individual which is characterized from the largest to the smallest size is called a karyotype. To determine the shape, structure, number, and size of chromosomes, chromosome preparation methods, karyotype maps, and chromosome characterization can be used. (Aziz, 2019)",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "The fact that the character of an individual is determined by the genes located on the chromosomes and changes in the chromosomes will have a significant influence on the evolution of a species. This results in the study of chromosomes having an important role in taxonomic classification. According to the Hardy-Weinberg law, there is no change in genotype and gene frequencies from generation to generation if random mating, no mutation, selection, random drift, and migration occur in a population (Warwick et al,1994). Factors that affect changes in chromosomes can come from within (chromosomes) and outside (environment). One of the causes of chromosomal changes from within is mutation.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Mutations are changes that occur in genes or chromosomes that are passed on to offspring. Mutations that occur in genes (point mutations) result in the formation of new alleles and become basic material for evolutionists regarding the emergence of new variations in species. Mutations that occur in chromosomes or chromosomal aberrations result in changes in the number and structure (arrangement and sequence) of genes in the chromosomes. The purpose of mutation is to deal with changes in natural conditions that will appear at any time. If a change has appeared, then there will be 2 possibilities, namely 1. the trait that has undergone a mutation is easier to adapt than its original nature, causing its original character to disappear from circulation, 2. the trait that has undergone a mutation is unable to adapt so that it allows an species in a population to decrease or become extinct (Warmadewi, 2016).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Mutations on chromosomes are grouped into two, namely 1. chromosomal mutations caused by changes in the number of chromosomes. Consists of monoploids and polyploids. Monoploid is an organism that has lost one set of chromosomes so it only has one set of chromosomes (n chromosomes), while polyploid is an organism that has more than two sets of chromosomes, for example triploid (3n chromosomes), tetraploid (4n chromosomes), etc. 2. Chromosomal mutations caused by changes in chromosome structure (chromosomal aberrations). Types of aberrations are deletions or deficiencies, duplications, translocations, inversions, isochromosomes, and catenations. (Warmadewi, 2016).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2  RESEARCH METHODS",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "This research is a type of descriptive qualitative research with literature review. Descriptive qualitative research produces data in the form of words or pictures rather than numbers. Qualitative research does not use statistics, but collects data which is analyzed and then interpreted. The characteristics of qualitative research are analyzing data inductively and emphasizing meaning as essential. Literature review is a group of activities related to how to collect library data, record, read, and process research materials. This research is supported by data obtained from the literature in the form of research articles, research journals and textbooks. The data used comes from accredited articles and research journals both nationally and internationally related to the topics studied.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3  RESULT AND DISCUSSION",
      "style": "Heading 1",
      "label": "Results and Discussion"
    },
    {
      "text": "Several studies that have been conducted show that animals are one of the organisms that experience changes in chromosomes and form new karyotypes. According to Warmadewi (2016) The number of chromosomes is not constant in one species. This is useful for studying taxonomy and evolution. But it can also cause variations in some conditions. This variation can be used to study genetic variation or diversity. To determine the characteristics of a chromosome, karyotyping techniques can be used (Berata, 2010). One of the animals that will be discussed in this paper is rodents. Rodents are one of the most diverse orders of mammals. Karyotype information proved to be an important tool for differentiating several species as some of them are species specific. In addition, rodents can be excellent models for chromosomal evolution studies because many rearrangements have been investigated in this group (Di-Nizo, 2017).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Research on rodents conducted by Da Silva, et all  (2019) shows the results of comparative chromosome analysis of 7 karyotypes of 6 species Neacomys  (Neacomys sp.A, Neacomys sp.B, Neacomys sp.C, Neacomys sp.D, Neacomys sp.E , Neacomys paracou, Neacomys amoneus) underwent 17 fusion events which were the main cause of karyotypic diversity in this group followed by one pericentric inversion translocation in four synthetic blocks. As well as amplification or deletion of constitutive heterochromatin (CH) of the six synthetic autosomal blocks plus the X chromosome.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 1. \t\tPhylogeny tree based on chromosome character matrices in TNI, AMO, ASP, NLA (outgroup), HME, CLA, OCA-PA, OCA-RJ, NSP-A, NSP-B, NSP-C, NSP-D, NPA , NSP karyotype -E and NAM. The number above the branch is the maximum parsimony bootstrap value analyzed in PAUP (left) and in TNT (right); Below are the chromosome signatures for each node: Node A (subfamily Sigmodontinae), Node B (Akodontini tribe), Node C (Oryzomyini tribe), and Node D (clan Neacomys) (Da Silva, et all  (2019).",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "Comparative chromosome painting for phylogeny reconstruction is one approach that contributes to the science of systematic evolution of karyotypes of several groups of mammals, including bats and rodents of the genus Acodon. Gene fusion plays an important role in the evolution of gene structure. Duplication, sequence divergence and recombination are major contributors influencing gene evolution. This event makes it possible to generate new genes from existing parts. Apart from rodents, fish are one of the animals that experience karyotype changes.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Cytogenetic and molecular studies of fish have increased over the last few years. Especially with regard to the identification of karyotype evolution and differentiation of sex chromosomes among various fish groups. In fish, tandem or scattered repeat DNA sequences are relevant markers for clarifying karyotypic evolution and sex chromosome differentiation (Schemberger et al. 2011, Barbosa et al. 2017, do Nascimento et al. 2018, Glugoski et al. 2018). Its accumulation is a key factor for morphogenesis and sex chromosome differentiation processes, and induction of gene erosion (Matsunaga 2009, Schemberger et al. 2014, Ziemniczak et al. 2014). Pucci et al (2018) conducted research on the Charachidium which is a monophyletic group, and the last common ancestor (Crenuchidae) which most likely dates back to the Eocene, approximately 50.2 million years ago. Geological events during this period increased the diversity of the South American Ichthyofauna (Poveda- Martínez et al. 2016). Research conducted by Pucci et al (2018) showed that the chromosomal diversification in Characidium where previously 2n of 50 chromosomes were arranged in 32 metacentric + 18 sub-metacentric underwent revision. Differences in the number of rDNA sites, heterochromatin blocks, the number of B chromosomes and the size of the sex chromosomes, as well as the dynamics of repetitive DNA on the chromosomes observed among species are the causes of chromosomal diversification and speciation. The data indicate that different microsatellite expansions are involved in sex chromosome differentiation in Characidium. In addition, microsatellites (TTA) play an important role in gene degeneration and erosion on the W chromosome in some Characidium species. These data are important for the molecular characterization of the W and B chromosomes, for the determination of karyotype structure and understanding of crypt species.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Figure 2. \t\tIdiogram scheme of the stages in the ZZ/ZW sex partner differentiation process. Origin of the ZZ/ZW sex pairs from the protosex chromosomes of Characidium species. Centromeric region (blue); 18S rDNA site (green); Specific probe region W (red); possible speciation gene region Z (purple) (Pucci, dkk, 2018).",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "Within the reptile class, the Boidae are a group of ancient snakes widespread throughout the Neotropics, where several biogeographical events contributed to evolutionary establishment and diversification. Most species of this family have a diploid number consisting of 2n = 36; however, among the Booidea family, Boidae presents the greatest chromosomal diversity, with 2n ranging between 36 and 44 chromosomes and an undifferentiated XY sex chromosome system. Application of comparative chromosome analysis using cross-species chromosome paintings in five species representing four genera of Boidae, to elucidate the evolutionary dynamics of multiple chromosomes in these Neotropical snakes. This study includes all diploid numbers (2n = 36, 40, and 44). Comparative chromosome mapping shows strong evolutionary relationships among genera. Boa, Corallus, Eunectes, and Epicrates. From the results of the research that has been done it appears that the researcher estimates the possible ancestral karyotype status for the Boidae family and details the cytogenomic diversification that has occurred in this family. Researchers highlight that processes formed by the fission of chromosomes produce karyotypic configurations that exist in today's snakes, a clade of primitive Neotropical snakes (Viana, dkk, 2020).",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 3.\tSchematic representation of macrochromosomal diversification in Corallus species mediated by chromosomal fission. The first four pairs of chromosomes in Boa constrictor correspond to 8 pairs in Corallus caninus and 6 pairs in Corallus hortulana (Viana, dkk. 2020).",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "4. CONCLUSION",
      "style": "Heading 1",
      "label": "Conclusions"
    },
    {
      "text": "Chromosomal changes can occur in living things as a form of adaptation to an environment that is not always constant. One of the causes of these changes due to mutations. Mutations cause changes in the number and structure (arrangement and sequence) of genes in chromosomes. In the mammalian class of the genus Neacomys the diversification is caused by gene fusion events, translocations, and constitutive heterochromatin (CH) amplification. In the Crenuchidae family, the genus Caracidium, there is a revision of the 2n chromosome diversification of 50 chromosomes composed of 32 metacentric + 18 sub-metacentric. This is due to differences in the number of rDNA sites, heterochromatin blocks, the number of B chromosomes and the size of the sex chromosomes, as well as the dynamics of repeated DNA on the chromosomes observed among species forming chromosomal diversification and speciation. In the reptile class of the Boidae family, chromosomal fusion occurred which resulted in the conclusion that the karyotype configuration that exists in snakes today is a clade of primitive Neotropical snakes.",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "BIBLIOGRAPHY",
      "style": "Normal",
      "label": "References"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "",
          "This is an open access article distributed under the Creative Commons 4.0 Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. ©2017 by author."
        ]
      ],
      "label": "Table"
    }
  ]
}