{
  "paragraphs": [
    {
      "text": "MORPHOMETRIC CHARACTERIZATION AND GENETIC DISTANCE IN BITCHES (ORYCTOLAGUS CUNICULUS) IN SEVERAL REGIONS IN INDONESIA",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Auliani Arafah1*, Abdul Razak2, Ramadhan Sumarmin3",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jurusan Pendidikan Biologi, Biologi, FMIPA, Universitas Negeri Padang 25173",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "aulianiarafah422@gmail.com",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Rabbits are a group of animals that are very popular and enjoy doing the community. Rabbits in general have high biological and economic potential to produce quality meat, skin and hair, as well as pets (ornamental) and as modern business farming. Rabbits are well known to the people of Indonesia and developed mostly for rabbit farming. To obtain information about this, this study will discuss the objective of knowing the morphometric characteristics and genetic distances of rabbits. The parameters observed were head length, head width, ear length, ear width, chest circumference, chest width, chest width, humerus bone length, radius-ulna bone length, tibia bone length, and body length. The results of body variables measurement in FG rabbits had a higher mean for body size PK (12.64 cm), PTL (13.59 cm), LTL (6.47 cm), PH (9.52 cm), PRU (8, 95 cm) and PB (41.97 cm) for body size compared to other families. Genetic distance shows that it has a fairly close genetic distance (0.63106), while the farthest genetic distance is found in Rexb rabbits and ES rabbits, which is as far as 6.96749. Estimation of genetic distances and tree phenogram construction results from the estimation of kinship between other rabbit clumps.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Keywords: Rabbit, Morphometric, Genetic Distance",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "PENDAHULUAN",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Penyediaan daging asal ternak untuk memenuhi standar kecukupan pangan identik dengan upaya peningkatan produktivitas ternak. Ternak sapi, kerbau, domba, kambing, babi, dan unggas merupakan komoditas ternak yang terus dipacu produktivitasnya dalam upaya pemenuhan kebutuhan protein hewani. Namun, sampai sejauh ini masih belum bisa memenuhi harapan. Salah satu upaya yang patut dikembangkan untuk menjawab tantangan tersebut adalah dengan meningkatkan penganekaragaman komoditas ternak penghasil daging. Jenis ternak yang dapat dikembangkan harus mempunyai potensi biologi dan ekonomi tinggi. Salah satu jenis ternak yang dapat memenuhi syarat tersebut adalah ternak kelinci.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ternak kelinci bila dibandingkan dengan komoditas ternak lainnya belum banyak mendapatkan perhatian, baik dalam hal manajemen, produktivitas maupun reproduksi. Hal tersebut menyebabkan program pengembangan ternak kelinci belum terarah dan terencana. Kelinci yang dikembangkan masyarakat sebagian besar tidak ditujukan sebagai ternak penghasil daging. Kelinci banyak dipelihara sebagai hewan kegemaran (hias), penghasil kulit, dan penghasil pupuk. Kelinci merupakan ternak yang memiliki potensi tinggi untuk menghasilkan daging, kulit-rambut bermutu, hewan kesayangan atau hias, dan sebagai objek penelitian di laboratorium (Raharjo et al., 2001). Permintaan daging kelinci dewasa ini semakin meningkat seiring dengan mulai dikenalnya usaha beternak kelinci, baik melalui demplot atau percontohan, transfer informasi, dan teknologi. Salah satu keunggulan ternak kelinci adalah potensinya untuk dikembangkan pada skala rumah tangga/kecil, dan mampu berkembang biak berbasis kearifan lokal dalam hubungannya dengan peternakan rakyat.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kelinci (Oryctolagus cuniculus) merupakan ternak herbivora yang dalam sistematik zoologis diklasifikasikan dalam filum Chordata, kelas Mamamalia, orda Logomorpha, family Leporidae, genus Orcytolagus dan spesies Orcytolagus cuniculus (Lebas et al., 1997). Kelinci yang banyak dibudidayakan di Indonesia merupakan jenis kelinci impor dari berbagai negara di Eropa dan Amerika. Di bidang perternakan, peternakan kelinci merupakan kegiatan industri yang sampai saat ini berjalan secara komersil untuk diambil daging dan kulit. Selain itu kelinci digunakan sebagai kepentingan penelitian di laboratorium. Kelinci yang banyak ditemukan pada peternakan rakyat sekarang ini berasal dari kelinci liar. Namun, karena sudah dilakukan perkawinan silang antara bangsa kelinci lokal dan kelinci impor, serta sudah dilakukan penjinakan, maka kelinci dipelihara sebagai penghasil daging untuk kebutuhan konsumsi manusia. Dinyatakan oleh Brahmantiyo dan Raharjo (2009) bahwa produktivitas karkas kelinci yang tinggi membuat bangsa kelinci rex mulai diternakan untuk diambil dagingnya. Kelinci rex selain dikenal sebagai penghasil daging, juga dikenal sebagai penghasil rambut yang halus dan kilap dengan produktivitas rambut dan daging yang cukup tinggi.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kelinci yang ada dan banyak dibudidayakan di Indonesia, kecuali jenis Sylvilagus yang berasal dari Sumatera, adalah kelinci-kelinci impor dari berbagai negara di Eropa dan Amerika. Saat ini sulit diperoleh kelinci-kelinci dari turunan murni, karena kelinci yang ada telah merupakan silangan dari berbagai jenis. Oleh karena itu, diperlukan informasi mengenai inventarisasi dan karakterisasi dari berbagai rumpun yang telah ada. Secara umum kelinci dikembangkan sesuai dengan tujuan produksi, yaitu sebagai penghasil daging (New Zealand White, Flemish Giant dan Californian), daging dan kulit-rambut (Rex dan Satin) serta hias (Hotot, Dwarf, Lop, dan Lion). Peternak kelinci di Kabupaten Magelang banyak mengembangkan kelinci sebagai penghasil daging, diantaranya adalah Flemish Giant, English Spot, dan New Zealand White.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kelinci yang saat ini dibudidayakan di Indonesia sebagian besar merupakan kelinci impor dari berbagai negara di Eropa dan Amerika. Dalam rangka introduksi jenis kelinci baru di Indonesia untuk produksi kulit-rambut, telah didatangkan jenis kelinci Rex dari Amerika pada tahun 1988. Adapun jenis-jenis kelinci yang saat ini banyak dibudidayakan oleh peternak di Indonesia merupakan hasil persilangan, sehingga sulit diperoleh kelinci-kelinci turunan murni. Hal tersebut juga dipengaruhi oleh perbedaan lokasi asal kelinci dengan daerah tropik di Indonesia yang menyebabkan kinerja yang dihasilkan akan berbeda dari turunan murninya. Oleh karena itu diperlukan informasi mengenai inventarisasi dan karakterisasi berbagai rumpun yang telah ada. Kelinci jenis New Zealand White (Oryctolagus cuniculus) merupakan kelinci yang sering dipakai sebagai kelinci pedaging dan hewan laboratoris (Curnin and Bessert, 1985). Kelinci jenis ini memiliki rata-rata berat badan antara 8 sampai 12 pon. Ciri-ciri dari kelinci New Zealand yaitu berwarna putih, dan terkadang berwarna merah hingga hitam. Memiliki telinga berukuran sedang, panjang dan tegak (Santoso and Sutarno, 2010).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keterbatasan informasi dan belum adanya perhatian terhadap pemuliabiakan rumpun kelinci berimbas pada belum tersedianya rumpun kelinci khusus penghasil daging. Rumpun kelinci yang dibudidayakan sebagai ternak penghasil daging merupakan hasil persilangan dari rumpun-rumpun kelinci yang telah ada. Informasi dasar yang bisa diperoleh dengan sederhana sebagai salah satu prasyarat untuk peningkatan mutu genetik adalah pengetahuan mengenai karakter morfologi kelinci dari rumpun dan populasi yang berbeda (Ajayi dan Oseni, 2012). Analisis morfometrik merupakan metode yang mudah dan tidak mahal untuk melakukan karaterisasi ukuran tubuh dan menduga jarak genetik ternak (Handiwirawan et al., 2011).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Berdasarkan hal tersebut, perlu kita lakukan mengenai pengkajian melalui studi literature terkait mengenai morfometrik pada ternak kelinci untuk menduga jarak genetik bertujuan untuk mengkaji keragaman morfometrik, menduga jarak genetik Hasil ini diharapkan dapat dijadikan informasi dasar sebagai bahan pertimbangan dalam menentukan kebijakan pemuliaan ternak kelinci.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "METODE",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Metode yang digunakan adalah studi literature dengan menelaah artikel-artikel ilmiah atau kajian yang berkaitan. Data yang didapatkan dalam artikel-artikel adalah data sekunder berupa pendekatan deskriptif kualitatif.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "HASIL DAN PEMBAHASAN",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Karakteristik Ukuran Tubuh",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Peubah yang diamati pengamatan morfometrik dilakukan dengan mengikuti metode yang dilakukan dari peubah panjang kepala (PK), lebar kepala (LK), panjang telinga (PTL), lebar telinga (LTL), lebar dada (LD), dalam dada (DD), lingkar dada (LKD), panjang badan (PB), lebar panggul (LP), panjang tulang scapula (PS), humerus (PH), radius-ulna (PRU), femur (PF) dan tibia (PT). Pengamatan dibantu alat jangka sorong digital (mm) dan pita ukur (cm).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pengamatan morfometrik kelinci dilakukan terhadap ukuran dan bentuk tubuh kelinci. Hasil pengamatan menunjukkan bahwa terdapat rumpun kelinci yang umum dipelihara peternak. Rumpun kelinci tersebut yaitu Angora (AG), Dutch (DT), Flemish Giant (FG), Loop (LP), Netherland Dwarf (ND), Persilangan (PX), Satin (ST), Reza (XA), dan New Zealand White (ZW). Brahmantiyo et al. (2007) mengungkapkan bahwa di Lembang, Bandung Barat terdapat delapan rumpun kelinci yang umum dipelihara, yaitu Flemish Giant, Lion, Loop, New Zealand White, Silang, Rex, Satin dan Tan. Rumpun kelinci yang dipelihara peternak sangat bergantung pada minat atau permintaan pasar atas rumpun-rumpun tertentu.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hasil pengukuran peubah tubuh pada kelinci FG memiliki rataan paling tinggi (P<0,01) dibandingkan dengan rumpun lainnya untuk ukuran tubuh PK (12,64 cm); PTL (13,59 cm); LTL (6,47 cm); PH (9,52 cm); PRU (8,95 cm) dan PB (41,97 cm), kecuali untuk ukuran tubuh LK, DD, LKD, LD, PS, PF, PT, dan LPL. Kelinci FG memiliki rataan relatif tinggi untuk ukuran tubuh DD, PT, dan LPL dibandingkan dengan rumpun lainnya. Rataan dalam dada (DD) kelinci FG dan XA masing-masing adalah 8,50 cm dan 8,37 cm. Kedua ukuran tersebut tidak berbeda dengan rataan ukuran kelinci ST (8,13 cm), tetapi lebih tinggi (P<0,01) bila dibandingkan dengan tujuh rumpun kelinci lainnya. Rataan panjang tulang tibia (PT) kelinci FG (12,69 cm) dan ST (12,62 cm) tidak berbeda dengan rataan ukuran kelinci ZW (12,21cm), tetapi lebih panjang (P<0,01) dibandingkan dengan tujuh rumpun kelinci lainnya. Rataan lebar panggul (LPL) dari kelinci FG adalah 8,48 cm. Ukuran tersebut tidak berbeda dengan ukuran kelinci XA (8,23 cm), tetapi lebih tinggi (P<0,01) dibandingkan dengan delapan rumpun kelinci lainnya.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kelinci ST memiliki rataan relatif tinggi untuk ukuran LK, LKD, LD, PS dan PF dibandingkan dengan rumpun kelinci lainnya. Ukuran lebar kepala (LK) dari kelinci ST (3,30 cm) dan FG (3,29 cm) tidak berbeda dengan kelinci RX (3,14 cm); ZW (3,12 cm) dan XA (3,10 cm), tetapi lebih lebar (P<0,01) dibandingkan dengan kelinci LP, AG, PX, ND dan DT. Rataan ukuran lingkar dada (LKD) dari kelinci ST adalah 29,01 cm. Ukuran tersebut tidak berbeda dengan kelinci XA (28,49 cm), namun lebih tinggi (P<0,01) bila dibandingkan dengan delapan rumpun lainnya. Rataan lebar dada (LD) dari kelinci ST (7,30 cm) tidak berbeda dengan kelinci RX (6,86 cm), akan tetapi lebih lebar (P<0,01) dibandingkan dengan delapan rumpun lainnya. Rataan panjang tulang scapula (PS) kelinci ST adalah 8,43 cm. Ukuran tersebut tidak berbeda dengan ukuran kelinci FG (8,35 cm), namun lebih panjang (P<0,01) dibandingkan dengan delapan rumpun lainnya. Rataan panjang tulang femur (PF) kelinci ST dan FG adalah 10,47 cm dan 10,44 cm. Kedua ukuran tersebut tidak berbeda dari kelinci ZW (10,24 cm), akan tetapi lebih panjang (P<0,01) dibandingkan dengan tujuh rumpun lainnya.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kelinci ND memiliki rataan paling kecil (P<0,01) untuk hampir semua ukuran tubuh seperti PK (9,29 cm); PTL (8,15 cm); LTL (3,86 cm); LKD (22,61 cm); PS (6,21 cm); PH (6,81 cm); PRU (6,48 cm); PF (7,93 cm); PT (9,08 cm); PB (31,06 cm); LPL (7,08 cm), kecuali untuk ukuran LK, LD, dan DD. Rataan ukuran LK kelinci ND dan DT adalah 2,82 cm dan 2,80 cm. Kedua ukuran tersebut tidak berbeda dengan ukuran kelinci PX (2,95 cm), AG (2,98 cm) dan LP (3,03 cm) tetapi lebih kecil (P<0,01) bila dibandingkan dengan kelinci XA, ZW, RX, FG, dan ST. Kelinci ND memiliki ukuran tubuh DD sebesar 6,72 cm. Ukuran tersebut tidak berbeda dengan ukuran tubuh kelinci DT (7,14 cm), namun lebih kecil (P<0,01) bila dibandingkan dengan delapan rumpun kelinci lainnya. Rataan ukuran tubuh LD dari kelinci ND adalah 5,75 cm. Ukuran tersebut tidak berbeda dengan ukuran DT (5,87 cm); LP (5,88 cm) dan PX (6,03 cm), tetapi lebih kecil (P<0,01) bila dibandingkan dengan enam rumpun kelinci lainnya.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pengamatan terhadap ukuran-ukuran tubuh kelinci memperlihatkan adanya perbedaan yang cukup menonjol. Rumpun kelinci FG dan ST secara umum memperlihatkan ukuran tubuh lebih besar dibandingkan dengan rumpun lainnya. Kelinci FG sebagaimana dikemukakan oleh McNitt et al. (2013) merupakan kelinci yang memiliki kerangka tubuh besar dengan bobot dewasa di atas 5,9 kg. Bobot dewasa yang besar membutuhkan penopang tubuh berupa kerangka dan pertulangan yang besar. Kelinci ST merupakan kelinci tipe sedang dengan bobot dewasa berkisar antara 4,3 sampai 4,5 kg (McNitt et al., 2013). Proses perkawinan yang relatif terkontrol oleh peternak pada kelinci ST menyebabkan performans ukuran dan bentuk tubuh kelinci ST masih terjaga dan lebih besar dibandingkan rumpun lainnya. Rumpun kelinci ND merupakan rumpun kelinci dengan ukuran tubuh paling kecil dibandingkan dengan rumpun lainnya. Kelinci ND merupakan kelinci dengan kondisi tubuh kerdil. McNitt et al. (2013) menyatakan bahwa kondisi kerdil merupakan sifat kualitatif yang dipengaruhi oleh satu atau beberapa pasang gen. Kondisi kerdil pada kelinci ND merupakan ekspresi alel Dw, sedangkan kondisi tubuh normal diekspresikan oleh alel dw.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Berdasarkan hasil perhitungan data ukuran tubuh hanya memberikan informasi mengenai perbedaan dan persamaan pada ukuran panjang kepala, lebar kepala, panjang telinga, lebar telinga, lingkar dada, dalam dada, lebar dada, panjang tulang humerus, panjang tulang radius-ulna, panjang tulang tibia, dan panjang badan. (Brahmatiyo, B, dkk, 2006). Kelinci ES, FG dan NZW yang berasal dari Magelang memiliki ukuran kepala (panjang dan lebar), telinga (panjang dan lebar), panjang tulang radius-ulna dan panjang badan yang lebih besar dari kelinci Rex dan kelinci yang dipelihara di Balitnak (Rex, Satin, RS dan NZW). Adapun ukuran dada (lingkar, dalam dan lebar) dan panjang tulang humerus pada kelinci yang berasal dari Magelang lebih rendah dibandingkan dengan kelinci yang berasal dari Balitnak.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ukuran-ukuran tubuh tersebut memperlihatkan bentuk tubuh yang relatif lebih panjang dan besar dengan dada yang terlihat sempit untuk kelinci ES, FG dan NZW di Kabupaten Magelang dibandingkan kelinci Rex, Satin, RS dan NZW dari Balitnak. Sehingga kelinci ES, FG dan NZW meskipun berpenampilan tubuh besar tetapi terlihat kurus dan ramping. Berbeda dengan kelinci Rex, Satin, RS dan NZW yang memiliki ukuran dada dan panjang tulang humerus yang lebih besar memberikan penampilan yang kompak dan proporsional sehingga terlihat gemuk dan perdagingan yang padat. Dengan adanya permintaan tersebut mendorong peternak membudidayakan kelinci untuk diperjualbelikan sebagai penghasil daging, sehingga kelinci yang memiliki ukuran tubuh besar seperti ES, FG dan NZW sangat disukai. Sementara itu, di Balitnak, pemeliharaan kelinci Rex, Satin dan RS ditujukan sebagai penghasil kulit-rambut dan juga daging (dual purpose) dan kelinci NZW sebagai kelinci penghasil daging dan hewan penelitian.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Analisis Jarak Genetik",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jarak genetik merupakan tingkat perbedaan gen di antara populasi atau spesies (NEI, 1987). Dalam memahami proses evolusi genetik suatu rumpun ternak, penelitian tentang karakter genetik telah banyak dilakukan dengan pendekatan analisis morfometrik (TAYLOR et al., 1977) dan analisis DNA (ZHU et al., 2004). Nilai matrik jarak genetik antara masing- masing rumpun kelinci disajikan pada Tabel 1. Nilai matrik jarak genetik ini digunakan untuk membuat konstruksi pohon fenogram seperti yang disajikan pada Gambar 1. Pohon fenogram menggambarkan jarak genetik keseluruhan rumpun kelinci.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Berdasarkan nilai jarak genetiknya, kelinci-kelinci yang berasal dari Magelang memiliki nilai jarak genetik yang kecil di antara rumpun, masing-masing sebesar 0,63416 (ES-FG), 1,18191 (ES-NZWm), 2,89715 (ES-Rexm), 1,14730 (FG-NZWm), 2,68643 (FG-Rexm) dan 2,03481 (NZWm-Rexm). Begitu pula dengan kelinci yang berasal dari Balitnak, yaitu masing-masing sebesar 1,93800 (NZWb -Rexb), 2,61792 (NZWb -Satin), 3,17606 (NZWb -RS), 2,21582 (Rexb -Satin), 2,276784 (Rexb -RS) dan 1,98507 (Satin-RS). Adapun jarak genetik antar wilayah sangat besar, yaitu berkisar antara 5.25190 (Rexm-Satin) sampai 7,51063 (ES-Rex).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Tabel 1. Matrik jarak genetik mahalanobis kelinci di Magelang dengan kelinci di Balitnak",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "m = Magelang, b = Balitnak, ES = English Spot, FG = Flemish Giant, NZW = New Zealand White, RS = Persilangan Rex dan Satin",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "m = Magelang, b = Balitnak, ES = English Spot, FG = Flemish Giant, NZW = New Zealand White, RS = Persilangan Rex dan Satin.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Gambar 1. Pohon fenogram dari delapan rumpun kelinci",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Konstruksi pohon fenogram menunjukkan bahwa kelinci ES dan FG memiliki ukuran jarak genetik yang cukup dekat (0,63106), berdasarkan nilai ini persilangan antara rumpun kelinci ES dan FG tidak akan mendapatkan kemajuan ukuran kuantitatif yang mengesankan apabila tidak disertai dengan seleksi yang ketat. Hal ini disebabkan sifat heterosis yang didapat hanya berasal dari keragaman dalam rumpun. Untuk rumpun kelinci yang lain masih dapat diharapkan adanya peningkatan ukuran tubuh dikarenakan cukup jauhnya jarak genetik tersebut. Jarak genetik yang terjauh terdapat pada kelinci Rexb dan kelinci ES, yaitu sejauh 6,96749. Secara umum kelinci dari Balitnak memiki jarak genetik yang jauh dengan kelinci yang berasal dari Magelang.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Proses evolusi genetik suatu rumpun ternak telah banyak diamati dan diteliti menggunakan pendekatan analisis morfometrik. Menurut Zhu et al. (2004) karakter genetik dapat diteliti dengan menggunakan pendekatan analisis DNA dan proses evolusi genetik tersebut dapat diukur menggunakan pendekatan analisis jarak genetik. Fungsi dari pohon fenogram yaitu dapat menggambarkan jarak genetik keseluruhan rumpun kelinci. Berdasarkan nilai jarak genetiknya, kelincikelinci Hyla, Hycole, New Zealand White (NZW), dan FN memiliki nilai jarak genetik yang kecil di antara rumpun. Nilai jarak genetik masing-masing sebesar 1,92 (CC-FF); 2,17 (CCFN); 2,77 (CC-NN); 2,11 (FF-FN); 2,47 (FF-NN); dan 1,77 (FN-NN). Adapun jarak genetik kelinci Hyla, Hycole, NZW, dan FN dengan kelinci rex dan satin memiliki jarak genetik yang cukup besar, yaitu sebesar 4,28 (CC-RR); 4,23 (CC-SS); 4,36 (FF-RR); 4,13 (FF-SS); 4,25 (FN-RR); 4,11 (FN-SS); 3,77 (NN-RR); dan 3,54 (NN-SS).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Berdasarkan konstruksi pohon fenogram menunjukkan bahwa kelinci CC (Hyla) dan FF (Hycole) serta kelinci FN dan NN memiliki ukuran jarak genetik yang cukup dekat yaitu masing-masing sebesar 1,92 dan 1,77 yang menunjukkan bahwa diduga telah terjadi persilangan antar kelinci tersebut. Hasil penelitian Mariandayani et al. (2013) menunjukkan bahwa adanya nilai campuran dan jarak genetik yang dekat melalui analisis morfometrik antara ayam kedu, ayam kampung, dan ayam sentul diduga akibat telah terjadinya persilangan di antara ayam tersebut.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jarak genetik terjauh terdapat pada kelinci FF (Hycole) dan kelinci RR (Rex) yaitu sejauh 4,36. Menurut Keliang et al. (2008); dan Galal et al. (2013), bahwa analisis pohon fenogram dapat digunakan untuk mengukur variasi genetik dan hubungan phylogenetic di antara genotip kelinci. Lebih lanjut menurut Yang et al. (2013) bahwa analisis pohon fenogram dapat digunakan untuk mengukur variasi genetik ternak kuda, kerbau, sapi, kelinci, dan kangguru. Berdasarkan pohon fenogram, kelinci CC (Hyla), FF (Hycole), FN dan New Zealand White (NZW) (jarak genetik yang hampir sama) cukup potensial untuk dilakukan persilangan dengan kelinci RR (Rex) dan SS (Satin) (Jarak genetik hampir sama) untuk menghasilkan kelinci dengan ukuran kuantitatif yang optimal dan mengesankan karena jarak genetiknya yang cukup jauh.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pendugaan jarak genetik dan konstruksi pohon fenogram hasil pendugaan hubungan kekerabatan antar rumpun kelinci dengan menggunakan data jarak genetik mahalanobis dan data jarak genetik selanjutnya digunakan untuk membuat konstruksi pohon fenogram. Jarak genetik dari 10 rumpun kelinci yang diamati berkisar antara 1,53-6,62, menjelaskan bahwa kekerabatan kelinci sangat beragam antara satu rumpun dan rumpun lainnya. Jarak genetik terkecil diperoleh dari rumpun kelinci PX dengan ZW, sedangkan jarak genetik terbesar ditunjukkan oleh rumpun kelinci FG dengan ND. Rumpun PX mempunyai jarak genetik yang sangat dekat dengan ZW, LP, AG sehingga fenotipe PX yang berkembang di masyarakat merupakan cerminan sebagian atau kombinasi dari rumpun yang berdekatan tersebut. Pola yang sama juga terjadi pada kelinci ZW, jarak genetik terdekat adalah dengan rumpun kelinci PX dan AG, sedangkan empat rumpun lainnya, yaitu FG, ST, DT, dan ND memiliki jarak genetik cukup jauh dengan rumpun-rumpun lainnya, sehingga tampak berpisah dan berbeda pada konstruksi pohon fenogram.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Konstruksi pohon fenogram menunjukkan bahwa rumpun-rumpun kelinci dengan jarak genetik yang dekat tampak mengelompok tidak berjauhan, sedangkan sebagian rumpun rumpun lainnya tampak memisahkan diri. Herrera et al. (1996) menyatakan bahwa distribusi pengelompokan rumpun pada pohon fenogram kemungkinan dipengaruhi oleh dua faktor, yaitu faktor perbedaan kemampuan produksi (tujuan produksi) dan faktor perbedaan asal-asul pembentukan rumpun (origins).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "KESIMPULAN",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Berdasarkan hasil pengamatan dapat disimpulkan bahwa pengamatan morfometrik yang diamati yaitu panjang kepala, lebar kepala, panjang telinga, lebar telinga, lingkaran dada, dalam dada, lebar dada, panjang tulang humerus, panjang tulang radius-ulna, panjang tulang tibia, dan panjang badan. Hasil pengukuran peubah tubuh pada kelinci FG memiliki rataan yang lebih tinggi untuk ukuran tubuh PK (12,64 cm), PTL (13,59cm), LTL (6,47 cm), PH (9,52 cm), PRU (8,95 cm) dan PB (41,97 cm) untuk ukuran tubuh dibandingkan dengan rumpun lainnya. Jarak genetik menunjukkan bahwa memiliki ukuran jarak genetik yang cukup dekat (0,63106) sedangkan jarakgenetik yang terjauh terdapat pada kekinci Rexb dan Kelinci ES yaitu sejauh 6,96749. Pendugaan jarak genetik dan konstruksi pohon fenogram hasil pendugaan hubungan kekerabatan antar rumpun kelinci yang lain.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "DAFTAR PUSTAKA",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Brahmantiyo B, Raharjo YC, Murtisar T. 2007. Karakterisasi produktivitas kelinci di lapang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "sebagai sumber plasma nutfah ternak Indonesia (productive charachterization of rabbit",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "as a source of germ plasm in indonesia), Dalam: Seminar Nasional Teknologi",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Peternakan dan Veteriner. Bogor. Hlm. 744–753.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Brahmantiyo B, Raharjo YC. 2009. Karakteristik Karkas dan Potongan Komersial Kelinci Rex",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "dan Satin. Balai Penelitian Ternak Bogor: Prosiding Seminar Nasional Teknologi",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Peternakan dan Veteriner. Hlm: 688-692.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keliang R, Yanping L, Dongchang H, Xinsheng W, PingZ, Quanzhong L, Lijun Z, Shenghua Z,",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Liang C. 2008. Study on Relationship of Rex Rabbit RAPD Marker and Reproductive",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Performances. Proceedings 9th World Rabbit Congress-June 10-13, 2008 VeronaItaly.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hlm. 239–242.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lebas F, Coudert P, Rouvier R, De Rochambeau H. 1997. Food and agriculture organization",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "of the united nations. Anim Prod Health Series 21(1): 1-17.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Mariandayani HN, Solihin DD, Sulandari S, Sumantri C. 2013. Keragaman Fenotipik dan",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pendugaan Jarak Genetik pada Ayam Lokal dan Ayam Broiler Menggunakan Analisis",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Morfologi. Jurnal Veteriner 14(4): 475–484.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "McNitt JI, Lukefahr SD, Cheeke PR, Patton NM. 2013. Rabbit Production. Oxfordshire. UK:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "CPI Group (UK), Ltd.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "NEI M. 1987. Molecular Evolutionary Genetic. Columbia University Press. USA.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Rahajo YC, Gultom D, Iskandar S, Prasetyo LH. 2001. Peningkatan Produktivitas, Mutu Produk",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Dan Nilai Ekonomi Kelinci Eksotis Melalui Pemulihan Dan Nutrisi. Laporan Hasil",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Penelitian. Balitnak Bekerjasama dengan Badan Litbang Pertanian, Proyek Pembinaan",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kelembagaan Penelitian Dan Pengembangan Pertanian/ARMP-II. Bogor.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Yang W, Kang X, Yang Q, Lin Y, Fang M. 2013. Review on the Development of Genotyping",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Methods for Assesing Farm Animal Diversity. Journal of Animal Science and",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "Biotechnology 4(2): 1–6. Doi.10.1186/2049- 1891-4-2.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Zhu YF, Zhang ZB, Ren WZ, Wang YZ. 2004. Genetics variation within and among five rabbit",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "population using microsatelite markers. Proceeding 8th World Rabbit Congress-",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "September 7-10, 2004 Puebla, Mexico. Hlm. 181–185.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Rumpun",
          "ES",
          "FG",
          "NZWm",
          "NZWb",
          "Rexm",
          "Rexb",
          "Satin",
          "RS"
        ],
        [
          "ES",
          "",
          "0,63106",
          "1,08744",
          "6,16218",
          "2,30937",
          "6,96749",
          "5,35021",
          "6,07806"
        ],
        [
          "FG",
          "",
          "",
          "1,08059",
          "5,93191",
          "2,21681",
          "6,71421",
          "5,07849",
          "5,84157"
        ],
        [
          "NZWm",
          "",
          "",
          "",
          "5,89139",
          "1,69098",
          "6,57295",
          "4,89426",
          "5,61904"
        ],
        [
          "NZWb",
          "",
          "",
          "",
          "",
          "6,37094",
          "1,72604",
          "2,39461",
          "3,32332"
        ],
        [
          "Rexm",
          "",
          "",
          "",
          "",
          "",
          "6,75571",
          "5,06693",
          "5,38507"
        ],
        [
          "Rexb",
          "",
          "",
          "",
          "",
          "",
          "",
          "2,20911",
          "2,85719"
        ],
        [
          "Satin",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2,06171"
        ],
        [
          "RS",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          ""
        ]
      ],
      "label": "Table"
    }
  ]
}