{
  "paragraphs": [
    {
      "text": "Unique Pattern of Hypertension Fingerprints",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "S. Syamsurizal, Sudarmi, Rapidah, Elsa Badriyya, Sintia Putri",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jurusan Biologi, Universitas Negeri Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Email : syam_unp@fmipa.unp.ac.id",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract. The fingerprint pattern (dermatoglyphics) of each individual is not the same. Fingerprint patterns are often used as an identification tool in criminal cases and disease diagnosis. Fingerprint patterns for health diagnosis are usually diseases caused by genetic factors, for example hypertension. The purpose of this study was to describe the characteristics of fingertip dermatoglyphics of hypertensive patients. The research sample was 60 people consisting of 30 people with hypertension who visited the DR. M. Djamil Padang and controls 30 non-hypertension (normal) people from Biology FMIPA UNP students. Simple random sampling. The research variables are tendril patterns on the fingertips, the number of tendrils on the fingertips and the atd angle on the palms. The Chi-square test was used to analyze the tendril pattern data of hypertension patients. To compare the number of tendrils and the angle atd, a t-test was used. The results showed that the arch fingerprint pattern is a unique character in hypertensive patients.",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Keywords: arch, hypertension, fingerprint and dermatoglyphics",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1.  INTRODUCTION",
      "style": "Heading 1",
      "label": "Introduction"
    },
    {
      "text": "The term dermatoglyphics was first coined by Harold Cummins and Charles Midlo in April 1926, at the 42nd meeting of the American Association of Anatomists. Dermatoglyph comes from the Greek, namely from the words derma (skin) and glyphe (indentation), so dermatoglyph can be interpreted as an indentation on the skin. In the same year the term dermatoglyphics was first used in the report \"American Journal of Physical Anthropology\". The use of the term dermatoglyphics is limited only to the characteristics of the skin surface, namely on the palms and soles of the feet and some areas on the tail. (Rafiah & Abinawanto, 1988, p. 565).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The appearance of tendrils in each individual is different, even in monozygotic twins. The development of these tendrils begins when the pregnancy is 3 months old and becomes perfect by the time the pregnancy is 7 months old. The pattern of tendrils formed is determined by the influence of many genes (polygen). These genes are scattered among the 46 human chromosomes (Holt, 1968, in Nuriyah, 2000, p. 1). The tendrils that have been formed will not change for life. Because dermatoglyphs in each individual are unique and will not change throughout life, the characteristics of dermatoglyphs can be used for various purposes, including as a means of identifying a person such as the use of fingerprints as signatures on important papers by the Chinese since 3 centuries before AD, even in Indonesia, thumbprints are still used as a substitute for signatures for people who are illiterate (Surjadi, 1981, p. 96). In addition, fingerprints are also used as an investigative tool in criminal cases, as is done by the police to track criminal offenders. Notes about fingerprint patterns can also be related to a person's life line, as was done by Yusuke Miyomoto (1963) in Kastama (2000, p. 6) and other authors such as Zemenek (2001, p. 2) who linked the type of tendril pattern with character somebody. Equally important, dermatoglyphics can be used as a diagnostic tool for several diseases, because although the tendrils that form on the skin are never duplicated in two people, close similarities can be found in certain individuals (Mayer, in anonymous, 2002, p. 2).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "According to Surjadi (1981), dermatoglyphic disorders have been found by many experts and these abnormalities can be associated with chromosomal disorders and hereditary diseases. These chromosomal abnormalities include trisomy 21 (Down's syndrome), trisomy Dl (13-15) and Turner's syndrome. A similar opinion was also expressed by Deaton in Suryo (1997, p. 416) who reported that the pattern of fingerprints on the hands, palms and soles of the feet has a close relationship with various hereditary diseases or defects due to chromosomal abnormalities, for example in people with Down syndrome, with the characteristic presence Simian line and pattern of ulnar loops on the fingertips.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In connection with the use of dermatoglyphics as a tool for hereditary diseases, Emputri (2000, p. v) has conducted research on diabetes mellitus and found that there are many arch patterns found on the fingertips and the type of pattern found in the Interdigital III area (ID III) and atd angle diabetes mellitus sufferers is greater than the control group. The relationship between dermatoglyphic abnormalities and diabetes mellitus can occur because both of these are influenced by many genes (polygen) as stated by Emery (1974, p. 108) that traits inherited by many genes include intelligence, height body type, skin color, number of dermal folds, blood pressure and certain abnormal characteristics such as diabetes mellitus, anclosing, spondylitis, rheumatoid arthritis, peptic ulcer and ichaemic liver disease.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The author believes that apart from diabetes mellitus, there are other hereditary diseases that can also be associated with dermatoglyphic disorders, one of which is hypertension.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hypertension is an inherited genetic disease, a person's genetic makeup determines how much he tends to suffer from hypertension. If both parents suffer from hypertension, then their children will have a very large risk of developing hypertension (Robbins & Kumar, 1995, p. 208). This opinion is supported by Sidabutar's statement (1990, p. 207) as follows:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "\"The role of genetic factors in essential hypertension is proven by various facts that have been encountered. There is evidence that the incidence of hypertension is more common in monozygotic twins than heterozygous, if one of them suffers from hypertension, supports that genetic factors have a role in the occurrence of hypertension.”",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "As emphasized by Prof. Dr. Wahyuning Ramelan in a consultation for a human genetics course held at the Department of Biology FMIPA UNP on August 5 2002, that dermatoglyphic patterns can be associated with various diseases including hypertension, while research related to the author's knowledge has never been conducted.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on the above background, the authors are interested to know whether certain dermatoglyphic characteristics will be found on the fingertips and palms of people with hypertension.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2  PROBLEM FORMULATION",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In accordance with the background of the problem and the research title put forward, the formulation of the problem is \"Are there certain characteristics of dermatoglyphics on the fingertips and palms of people with hypertension?\"",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3  RESEARCH OBJECTIVES",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The purpose of this study was to determine the characteristics of the dermatoglyphics of the fingertips and palms of hypertensive patients.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "4  RESEARCH QUESTIONS",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In this study the authors asked the following research questions:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Are there certain characteristics of dermatoglyphics on the fingertips and palms of people with hypertension?",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "These characteristics include:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Fingertip type tendril pattern",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. The number of tendrils on the fingertips",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3. The angle atd is large in the palm of the hand",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "4. Frequency of tendril patterns on the palms",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "5  RESEARCH CONTRIBUTION",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The results of this study are expected to be used for:",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "1. Early diagnosis of diseases associated with genetic factors.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. Information for further research.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "6  RESEARCH METHODS",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "A. Place and Time of Research",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprints and palm prints of hypertension sufferers were taken at the internal medicine polyclinic specifically for hypertension, DR. M. Djamil Padang in June 2003, while the normal group's fingerprints and palm prints were collected in people's homes in the vicinity of Air Tawar Barat Padang in June-July 2003. Then the data obtained were observed and analyzed in the genetics laboratory of the Department of Biology FMIPA UNP in August 2003.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "B. Tools and Materials",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The tools used for taking fingerprints and palm prints are hand towels, tissues, glass plates, fingerprint recording cards and the materials used are hand soap and stencil ink. While the tools used for recording and measuring data are stereo microscopes, pencils, protractors and rulers.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "C. Population and Sample",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Population",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The population in this study were hypertensive patients who visited the internal medicine polyclinic, especially hypertension, DR. M. Djamil padang.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. Samples",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The sample in this study were hypertension sufferers who visited the DR. M. Djamil Padang. Samples were taken randomly, the number of samples was 30 people.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "D. Research Procedures",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Preparatory stage",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Before carrying out the research there are several things that need to be prepared, such as obtaining a research permit, then preparing the tools and materials to be used such as stencil ink, glass, tissue paper, hand towels and fingerprint recording cards.This research is a type of descriptive qualitative research with literature review. Descriptive qualitative research produces data in the form of words or pictures rather than numbers. Qualitative research does not use statistics, but collects data which is analyzed and then interpreted. The characteristics of qualitative research are analyzing data inductively and emphasizing meaning as essential. Literature review is a group of activities related to how to collect library data, record, read, and process research materials. This research is supported by data obtained from the literature in the form of research articles, research journals and textbooks. The data used comes from accredited articles and research journals both nationally and internationally related to the topics studied.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. Implementation stage",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprints and palm prints are taken while the patient is waiting for a call from the doctor by asking the patient's willingness to have his fingerprints taken. If the patient is willing, fingerprints will be taken immediately in the room that has been prepared.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ink on glass plate",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "Stencil ink is placed sufficiently on the glass plate, then flattened with a tissue several times so that the ink on the glass plate becomes thin and even.",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint and palmprint recording",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "Before taking fingerprints, first fill in the sequence number, patient name, age and date of collection on the top left of the fingerprint recording card. The two hands where the fingerprints will be recorded are cleaned first with a cloth until dry. If they are dirty, they must first be washed with soap and dried with a cloth (this is done so that the recording is clearly visible and easy to read). In recording fingerprints, paper with a smooth surface is used, in this case HVS folio paper is used. This paper is placed on the side of the table in front of the patient to be fingerprinted. The tip of the person's fingers is then pressed and rolled on the inked glass plate and then rolled over the fingerprint recording card from right to left or vice versa, starting from the first finger (thumb) right to (little finger) right, the same goes for the hand left. Whereas for palm print taking, it is done by pressing the palm of the hand against the inked glass plate, then the inked palm is placed and pressed on the fingerprint recording card.",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "The above applies equally to the collection of fingerprints and palm prints of the normal group. If the results of the recording are not clear, it must be repeated again until it is clear.",
      "style": "List Paragraph",
      "label": "Results and Discussion"
    },
    {
      "text": "Observation",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "The results of the fingerprint recordings were then taken to the laboratory to be observed using a stereo microscope. Observations were made on:",
      "style": "List Paragraph",
      "label": "Results and Discussion"
    },
    {
      "text": "(1) Fingertip type tendril pattern",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "The types of tendrils on the fingers that are found vary as shown in Figure 1, which are then classified into three basic patterns, namely Arch, Loop and Whorl.",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "(2) Total number of tendrils on fingertips",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "Calculation of the total number of tendrils is done by determining the line drawn from the triradius point to the center of the pattern. In calculating the number of tendrils do not include the triradius point and pattern center. In the Whorl pattern, because there are two triradius points, tendrils are counted for both sides, but the number of tendrils that are taken into account in determining the total number of tendrils is on the side with the most. For loop patterns, because there is only one triradius point, there is only one side to count the number of tendrils, whereas for arch patterns, because there is no triradius point, the number of tendrils is “0”. The total number of tendrils (Total Ridge Count) is the sum of the tendrils of the ten fingers. An example of determining the line in counting tendrils can be seen in Figure 1.",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "Figure 7. How to determine the line in vine counting",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "(3) Angle atd",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "The angle atd is the angle formed between point a, point t and point d, as shown in Figure 1. The angle atd is made by connecting the triradius a, triradius t and triradius d points. Sometimes there are palms that have more than one t point, for such a case the t point is usually taken which is lower on the palm (http.www// google.com, 19/12/ 2002)",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "(4) Type of pattern on the palm",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "On the palms, patterns can be found in the thenar, hypothenar and interdigital areas, as shown in Figure 1.",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "7  DATA TYPES",
      "style": "Heading 1",
      "label": "Section Heading"
    },
    {
      "text": "The type of data in this study is primary data, namely data obtained directly from observing fingerprints and palm prints which include patterns on the fingertips, number of tendrils on the fingertips, the angle atd on the palms and the distribution of patterns on the palms.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "8  DATA ANALYSIS TECHNIQUES",
      "style": "Heading 1",
      "label": "Section Heading"
    },
    {
      "text": "After making observations, then the data were analyzed statistically. For the frequency of patterns on the fingertips analyzed by the Chi-Square suitability test without the a priori hypothesis (Schefler, 1987, p. 113) with the formula:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Information:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "O= Observed (observed frequency)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "E = Expected (expected frequency)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "If the calculated value x2 > x2 p table is 0.05 then the difference is not significant, if the count x2 < x2 p table 0.05 and > x2 p table 0.01 then it is stated to be significantly different and if the count x2 < x2 p table is 0.01 then it is stated to be very significantly different (Hadi , 1981, p. 125). Then for the number of tendrils and angles atd analyzed by Student's t test, with the formula (Sudjana, 1996, p. 241):",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": ", with t' table",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "If t' table < t' arithmetic < t' table then ho is declared accepted.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Information :",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "= average (sufferers of hypertension)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "= average (normal group)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "s1 = standard deviation of the hypertension group",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "s2 = Standard deviation of the normal group",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "n1 = Number of samples with hypertension",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "n2 = Number of normal group samples",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "For the distribution of patterns on the palms, only look at the percentage, with the formula:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "9  CONCLUSION",
      "style": "Heading 1",
      "label": "Conclusions"
    },
    {
      "text": "From the results of the dermatoglyphic study of the fingertips and palms, it can be concluded that the characteristics of dermatoglyphics in hypertensive patients lie in the pattern of the fingertips and the frequency of the patterns on the palms, where the results obtained were:",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "1. Found more arch patterns in hypertensive patients compared to the normal group.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. There is no difference in the number of tendrils in patients with hypertension compared to the normal group.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3. There is no significant difference in the angle of atd between hypertensive patients and the normal group.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "4. In patients with hypertension, more patterns were found in the interdigital III area compared to the normal group, while in other areas the differences were not too great when viewed from the percentage.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "BIBLIOGRAPHY",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Anonim. 2002. Dermatoglyphics History. Diakses dari https://www.google.com.",
      "style": "Footer",
      "label": "Unknown"
    },
    {
      "text": "Campbell, D. Edward. 1998. Fingerprints & Palmar dermatoglyphics. Diakses dari  https://www.google.com.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Carvallo, Bosco. 1991. Bagaimana Terjadi, Bagaimana Mengatasi. Jakarta: Arcan.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Emery.H, E. Alan. 1974. Element of Medical Geneticcs. Third Edition. London: Churchill Livingstone Edinburgh And London.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Emputri, Obdes Maharni. 2000. Skripsi Dermatoglifi Pada Ujung Jari dan Telapak Tangan Penderita Diabetes Melitus Yang Berkunjung Ke Poliklinik Penyakit Dalam Rumah Sakit Ahmad Mochtar Bukittinggi. Padang: Fakultas Kedokteran Universitas Andalas.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Jenkins, John. B. 1983. Human Genetic. Bejamin Cummings. London: Publishing Company. Inc.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kapajos, E.J.E. Joseph,E. Tenda Moeis. 1996. Hipertensi dan Stroke. Naskah Lengkap Simposium Hipertensi, Padang.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Kastama, Emo. 2000. Variasi Perilaku Manusia Menurut Sidik Jarinya. Jakarta: Fakultas Ekonomi Universitas Indonesia.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Markas Besar Kepolisian Negara Republik Indonesia. 1993. Penuntun Daktiloskopi. Jakarta: Pusat Identifikasi Polri.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Marvin, Leonard. 1995. Hipertensi (Pengendalian Lewat Vitamin, Gizi dan Diet. Jakarta: Arcan.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Oesman, Roemiati & E. Susalit. 1990. Hipertensi Renal, Ilmu Penyakit Dalam. Jakarta: Balai Penerbit FKUI.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Rafiah,Rt, St, dan Abinawanto. 1988. Sejarah Dermatoglifi. Medika, No. 6 Tahun 14, Juni.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "__________. 1995. Dermatoglifi Penderita Penyakit Darah. Ujung Pandang: Prosiding Seminar Biologi  XI 20-21 Juli 1993.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Robbins, L. Stanley & Kummar, Vinay. 1995. Patologi II. Bandung: Penerbit Buku Kedokteran.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Schefler, Wiliam C. 1987. Statistik Untuk Biologi, Farmasi, Kedokteran dan Ilmu yang Bertautan. Bandung: ITB.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sidabutar, R.P. & P, Wiguno. 1990. Hipertensi Esensial, Ilmu Penyakit Dalam. Jakarta: Balai Penerbit FKUI.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Soepomo, Agus. 1989. Ensiklopedi Nasional Indonesia jilid 4. PT. Jakarta: Cipta Adi Pustaka.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Suryadi, R. 1981. Kegunaan Dermatoglifi Dalam Praktek. Majalah Kedokteran Indonesia Volume 31, Nomor 5 6 (96).",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Tjandrasa, 1996. Peta Sempu Tekanan Darah Tinggi. Jakarta:  Arcan.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Zemenek, Leslie. 2001. The Astrologi in Your Hand. Diakses dari  https:// www.google.com.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "",
          "This is an open access article distributed under the Creative Commons 4.0 Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. ©2017 by author."
        ]
      ],
      "label": "Table"
    }
  ]
}