{
  "paragraphs": [
    {
      "text": "The effects of the plant extract on embryonic development of zebrafish (Danio rerio) (a review)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Raharjeng, A.R.P.1,2* Kusumaningtyas, A.A.1, Widatama, D.A.1, Zarah, S.1, Pratama, S.F.1, and Dani, H.B.1",
      "style": "jbd-alamat",
      "label": "Unknown"
    },
    {
      "text": "1Department of Biology, Faculty of Biology, Universitas Gadjah Mada.",
      "style": "jbd-alamat",
      "label": "Unknown"
    },
    {
      "text": "Jl. Teknika Selatan, Senolowo, Sinduadi, Kec. Mlati,",
      "style": "jbd-alamat",
      "label": "Unknown"
    },
    {
      "text": "Kabupaten Sleman, Daerah Istimewa Yogyakarta, Indonesia. 92113",
      "style": "jbd-alamat",
      "label": "Unknown"
    },
    {
      "text": "2Department of Biology, Faculty of Sains and Tekhnologi, Universitas Islam Negeri Raden Fatah Palembang, South Sumatera, Indonesia.",
      "style": "jbd-alamat",
      "label": "Unknown"
    },
    {
      "text": "*Email: anitaraharjeng_uin@radenfatah.ac.id",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract. The early developmental stages of fish are particularly sensitive. Plant extract with its content can have a good or bad effect on this embryonic phase, depending on the concentration and period. The impact can range from disruption of embryonic development to death. Disorders of embryo development commonly observed are the hatching rate, delay or premature hatching, survival rate, heartbeat rate, morphological changes, and body malformations. The chorion does not fully protect the embryo against plant extract because the content of plant extract has a small specific gravity to enter and penetrate the chorion layer. The variety of plant extract contents can make the results of research less predictable so that the single material contain is felt to have a more accurate impact on natural medicine research.",
      "style": "Abstract",
      "label": "Abstract"
    },
    {
      "text": "Keywords: Danio rerio, Early development embryo, Embryonic phase, Plant extract.",
      "style": "Abstract",
      "label": "Unknown"
    },
    {
      "text": "Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Many studies have been carried out on the effect of extracts of natural ingredients using adult zebrafish (Danio rerio), larvae and embryos. Zebrafish (Danio rerio) is a small tropical freshwater domesticated fish belonging to the Cyprinidae family of the order Cypriniformes which is generally used for developmental biology, embryology and toxicology research (Streisinger, 1981; Seto, 2015). The use of zebrafish is superior to the use of other animal models, such as rodents (Bahramsoltani, 2009; Seto, 2015; Maddison et al., 2012), due to 1) rapid embryonic development; 2) have a lot of eggs; 3) the development of the embryo takes place outside the mother's body; 4) more efficient in treatment, because it can accommodate millions of individuals in a relatively narrow space; and, 5) relatively cheaper maintenance costs (Liu, et al. 2015). In addition, the use of zebrafish experimental animals shows high success when used in drug discovery research, pre-clinical drug development, pathophysiology and pharmacological studies for human diseases (Hung et al., 2012; Seto, 2015; van Wijk et al., 2017). Zebrafish have a simple vascular system and a heart consisting of a sinus venosus, atrium, ventricle and bulbus arteriosus connected together. The zebrafish heartbeat can be observed 24 hours after fertilization (hpf) occurs. At the age of 120 hpf, other organs such as the brain, liver, pancreas and kidneys are fully developed (Stainier, 1994; Seto, 2015). In addition, the gene can be modified to produce transgenic or mutant individuals for research purposes (White et al., 2008). Physiological studies using plant extracts on zebrafish embryos are appropriate because zebrafish and humans have similarities in morphology and genetics up to 70% (Littleton and Hove, 2013). This paper is a summary of the effects of plant extracts on the embryonic development of zebrafish (Danio rerio), which is extracted from various articles.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Effect of plant extracts on embryo development",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Studying the effect of plant extracts on the development of animal embryos is actually a bit difficult because there are many things that can affect the results, such as 1) the method of making the extract, 2) the type of solvent used, and 3) the duration and method of storage, which can affect the amount and type of active component. what is obtained from the extraction. The solvents that are widely used for extraction are water at room temperature, hot water, methanol, ethanol, ethyl acetate, chloroform, dichloromethane, acetone, hexane, etc. All parts of the plant have been used in the extraction process and have been tested on experimental animals, such as roots, stems, leaves, flowers, fruits, seeds, fruit peels, etc. The extraction methods used are also quite diverse, namely raw material, reflux, distillation, maceration, soxhletation, and percolation. Concentrations used in the study of natural ingredients in Danio rerio embryos also varied, ranging from 0 to 1000, either in ppm or g/ml.",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "Unlike drugs which are usually pure isolates of a component, plant extracts are indeed rich in natural chemicals, besides that drugs are usually given to patients based on certain symptoms, but plant extracts are usually consumed as a preventive measure before the symptoms of the disease come. Although the side effects of consuming plant extracts are minimal due to the low content of natural chemicals from these plant extracts, sometimes there is a mixture of heavy metals in the natural toxic ingredients in these plant extracts, so consuming plant extracts for a long time with high doses can be dangerous. due to accumulation in the body. The extraction method is also very influential on the toxicity of the extract, so the research of Chen, et al. 2018 resulted in the conclusion that the aqueous extract caused more normal embryonic growth and gave a better immunomodulatory effect, compared to embryonic growth in ethanol extract. Research Thiagarajan, et al. 2019 resulted in the conclusion that cold water extract had a lower toxic effect than hot water extract, however, both hot water extract and cold water extract were still equally safe for consumption.",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "At high concentrations, the effect of natural extracts on zebrafish can be similar to the effect of water pollution with heavy metal contaminants, which can interfere with physiological processes in fish. The effect of fish poisoning on natural materials tested is closely related to the accumulation of these natural ingredients which results in disturbances in the structure and function of various tissues and organs (Jezierska and Witeska, 2001). The various contents of an extract of natural ingredients result in a variety of tissues and organs affected by exposure to the extract of these natural ingredients.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Based on the research on the development of zebrafish embryos that have been carried out, there are 2 types of abnormalities, namely those related to bone and those that are not directly related to bone.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Table 1. Table of Effects of Plant Extracts on Abnormal Development of Zebrafish Embryo (Danio rerio)",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "Based on table 1 on the effect of plant extracts on abnormal development of zebrafish (Danio rerio) embryos, it can be seen that there are more abnormalities that occur in embryos that are not related to bone, namely non-bone organs, compared to abnormalities that occur in bone organs. Bone is only one of the organs that exist in organisms, but damage or disturbances that occur in bone organs can result in changes in body shape and can affect the movement of the organism, because bones are one of the passive locomotion tools in animals.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The embryo is a very vulnerable phase, because in that phase, neurogenesis and organogenesis are occurring, so that disturbances that occur in the embryonic phase can affect the shape of the bones, the nervous system and the formation of organs. Disorders of the bones can have an impact on bones that become bent (can be bent permanently or temporarily), fish body length that is not like normal fish (can be longer or shorter), and disorders of the number of vertebrae (can be more or less). Disorders of the nervous system can have an impact on heart rate abnormalities, nervous system disorders, disorders of heart circulation, and swimming movement disorders (can be hyperactive or slower). Meanwhile, disturbances in organogenesis can have an impact on abnormalities in the eyes, brain, swim bladder, heart damage, egg hatching disorders (can be faster or slower), etc. If the damage is severe enough, it can be fatal and cause death.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Tabel 2. Duration and Dosage of Extracts and Damage Caused",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on table 2 regarding the duration and dose of extract and the damage caused by plant extracts to zebrafish embryos, it is known that the longest duration to produce the most damage was from 0 hpf to 96 hpf, with an extract dose of 200μg/ml. At this time and dose, it is known that there are 9 non-bone disorders and 3 bone disorders, namely: Pericardial edema, yolk sac swelling, heart malformation, disturbances to cardiovascular circulation, bleeding under or around the abdomen, lower mobility, development without pectoral fin, dead , unhatched, and Spine curvature, disfigured lower jaw growth, body deformities. The duration, dose and type of extract affected the development of zebrafish (Danio rerio) embryos in plant extract studies tested on zebrafish (Danio rerio) eggs and embryos.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Conclusion",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "There are several things that can affect the development of zebrafish (Danio rerio) embryos in embryo studies tested on plant extracts, namely: 1) the method of extracting, 2) the type of solvent used, and 3) the duration and method of storage of the extract which, can affect the amount and what types of active components are obtained from the extraction. Although the side effects of consuming plant extracts are minimal due to the low content of natural chemicals from these plant extracts, sometimes there is a mixture of heavy metals in the natural toxic ingredients in these plant extracts, so consuming plant extracts for a long time with high doses can be dangerous. due to accumulation in the body. The extraction method is also very influential on the toxicity of the extract, so research on the development of zebrafish embryos. Based on research on the development of zebrafish embryos, there are 2 types of abnormalities that occur, namely those related to bone and those that are not directly related to bone.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Acknowledgments",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Thank you for Dr. Bambang Retnoaji, M.Sc. who always support us in writing this paper and doing many research in the laboratory.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Conflict of Interest",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "I have no conflict of interest in doing this research.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "References",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Alafiatayo, A.A., Lai, K.S., Syahida, A., Mahmood, M., and Shaharuddin, N.A. 2019. Phytochemical Evaluation, Embryotoxicity, and Teratogenic Effects of Curcuma longa Extract on Zebrafish (Danio rerio). Hindawi Evidence-Based Complementary and Alternative Medicine. Volume 2019, Article ID 3807207",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Chen, L., Xu, M., Gong, Z., Zonyane, S., Xu, S., and Makunga, N.P. 2018. Comparative cardio and developmental toxicity induced by the popular medicinal extract of Sutherlandia frutescens (L.) R.Br. detected using a zebrafish Tuebingen embryo model. BMC Complementary and Alternative Medicine (2018) 18:273",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jezierska B, Witeska M (2001) Metal Toxicity to Fish. University of Podlasie Publisher, Siedlce, p 318",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Littleton RM, Hove JR. Zebrafish: a nontraditional model of traditional medicine. J Ethnopharmacol. 2013;145:677–85.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Liu H, Gooneratne R, Huang X, Lai R, Wei J, Wang W. A rapid in vivo zebrafish model to elucidate oxidative stress-mediated PCB126-induced apoptosis and developmental toxicity. Free Rad Biol Med. 2015;31:91–102.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Murugesua, S., Khatiba, A., Ahmeda, Q.U., Ibrahima, Z., Uzira, B.F., Benchoulaa, K., Yusoffa, N.I.N. Perumalb, V., Alajmie, M.F., Salamah, S., and El-Seedig, H.R. 2019. Toxicity study on Clinacanthus nutans leaf hexane fraction using Danio rerio. Toxicology Reports 6 (2019) 1148–1154",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Octaviana, A., Wari, F.E., Noviasari, D., Khotimah, H., Ali, M.M., Nurdiana and Kalsum, U. 2019. Effect of Centella asiatica to developmental process of lead-induced zebrafish larvae. AIP Conference Proceedings 2108, 020033 (2019); https://doi.org/10.1063/1.5110008 Published Online: 04 June 2019",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Shaikh, A., Kohale, K., Ibrahim, M., and Khan, M. 2019. Teratogenic effects of aqueous extract of Ficus glomerata leaf during embryonic development in zebrafish (Danio rerio).  Journal of Applied Pharmaceutical Science Vol. 9(05), pp 107-111, May, 2019",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Shariff, N.F.S.M.,  Singgampalam, T., Ng, C.H., and Kue, C.S. 2020. Antioxidant activity and zebrafish teratogenicity of hydroalcoholic Moringa oleifera L. leaf extracts. https://www.emerald.com/insight/0007-070X.htm",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Thanh, D.T.H., Thanh N.L., and Thang N.D. 2016. Toxicological and melanin synthesis effects of Polygonum multiflorum root extracts on zebrafish embryos and human melanocytes. Biomedical Research and Therapy 2016, 3(9): 808-818. ISSN 2198-4093",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Thiagarajan, S.K., Krishnan, K.R., Ei, T., Shafie, N.H., Arapoc, D.J., and Bahari, H. 2019. Evaluation of the Effect of Aqueous Momordica charantia Linn. Extract on Zebrafish Embryo Model through Acute Toxicity Assay Assessment. Evidence-Based Complementary and Alternative Medicine Volume 2019, Article ID 9152757",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Yumnamcha, T.,  Roy, D., Devi, M.D., and Nongthomba, U. 2015. Evaluation of developmental toxicity and apoptotic induction of the aqueous extract of Millettia pachycarpa using zebrafish as model organism, Toxicological & Environmental Chemistry, DOI: 10.1080/02772248.2015.1093750",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "No",
          "Longest Duration",
          "Highest Concentration",
          "Damage",
          "Damage"
        ],
        [
          "No",
          "Longest Duration",
          "Highest Concentration",
          "Bone",
          "Non Bone"
        ],
        [
          "1",
          "48 hpf",
          "10%",
          "Head malformation, tail malformation, scoliosis/flexure, stunted tail",
          "Delayed growth, limited movement, dead, unhatched"
        ],
        [
          "2",
          "72 hpf",
          "1000μg/ml",
          "Scoliosis, failure in spine development",
          "Delayed hatching, low heart beat rate, dead, unhatched"
        ],
        [
          "3",
          "72 hpf",
          "2000 ppm",
          "Slightly detached tail, abnormal head trunk angle, scoliosis/flexure",
          "Delayed growth, limited movement, dead, unhatched"
        ],
        [
          "4",
          "96 hpf",
          "200μg/ml",
          "Spine curvature, disfigured lower jaw growth, body deformities",
          "Pericardial edema, yolk sac swelling, heart malformation, disturbances to cardiovascular circulation, bleeding under or around the abdomen, lower mobility, development without pectoral fin, dead, unhatched"
        ],
        [
          "5",
          "96 hpf",
          "500 μg/ml",
          "Crooked backbones, dented tail, ackward positioning, spinal curvature",
          "Oedema, less pigmentation, hiperactivity, malformed yolk sac, growth retardation, dead, unhatched"
        ],
        [
          "6",
          "120 hpf",
          "250 μg/ml",
          "Stunted, bend trunk, kink, bend tail",
          "Dead, unhatched"
        ],
        [
          "7",
          "4 day pf",
          "5μg/ml",
          "Skeletal malformation",
          "Delayed growth, pericardial edema, dead, unhatched"
        ],
        [
          "8",
          "4 day pf",
          "7.5μg/ml",
          "Spinal curvature, no detached tail, no somite formation",
          "Pericardial edema, yolk sac edema, muscle defect, swim bladder deficiency, dead, unhatched"
        ],
        [
          "9",
          "4 day pf",
          "1000μg/ml",
          "Abnormal trunk",
          "Yolk sac oedema, heart edema, hemovascular defect, necrosis, retardation, dead, unhatched"
        ]
      ],
      "label": "Table"
    }
  ]
}