{
  "paragraphs": [
    {
      "text": "Pathogenicity of RNA Satellite Associated with Cucumber mosaic virus (CMV) on Chilli (Capsicum annuum L.)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Mai Sari1, Veronica Elizabeh Sijabat1, Mahfut2*",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1 Biology Department, Faculty of Mathematics and Natural Science, University of Lampung. Jl. Prof. Sumantri Brojonegoro No.1, Gedong Meneng, Lampung, 35141",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. Tel.: +62 81260615502. Email address: mahfut.mipa@fmipa.unila.ac.id",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Obstacles that often occur in cultivation of tomatoes, chilies, and tobacco is the occurrence of diseases caused by viruses. One of them is infected with the Cucumber mosaic virus (CMV), this virus infection is very dangerous for large red chili, tomato and tobacco farming which results in quite large losses for farmers in Indonesia. Controlling viral infections caused by CMV is very difficult due to the high genetic diversity of CMV making it difficult to obtain resistant types of red pepper, tomato and tobacco, the range of CMV host plants is wide, and CMV can be transmitted by aphids and ticks. non-persistent whiteheads. The aim of this journal review was to determine the pathogenicity of sat-RNA associated with CMV in red chilies, tomatoes and tobacco. Based on the results of reviews from several journals, it can be seen that RNA satellite is effective against CMV infection on chili, tomato, and tobacco plants. Which can be seen by administering the CARNA vaccine to each plant treatment.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Keywords:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pathogenecity, Cucumber mosaic virus (CMV), RNA Satellite, chili, CARNA vaccine",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Cucumber mosaic virus (CMV) is a virus that infected chili and tomato. This infection can affect chili and tomato cultivations. Several control, such as insecticide, can be used in charge to control virus infections. It can help reduce the number of attack vectors that are considered ineffective and harms the environment and residues in crop yields (Ernawati et al., 2021).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "CMV infections that occur are not only in chili and tomato plants but also infected tobacco plants. It can cause enormous losses to tobacco farmers. So that this virus infection is hazardous for chili, tomato, and tobacco farming which results in immense losses for farmers in Indonesia (Mochizuki et al. 2014).",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Improper or substandard handling practices can make chilies, tomatoes, and tobacco susceptible to viruses resulting in maximized yields, low marketability, or crop failure. Large red chilies, tomatoes, and tobacco were often attacked by parasitic animals, namely caterpillars, armyworms, aphids, whiteflies, whiteflies, thrips, mites, and fruit flies which can cause disease in large red chilies, tomatoes, and tobacco (Fitriani and Febrianto, 2020). Control of CMV virus infection is challenging due to the diverse genetic diversity of CMV and difficulty obtaining the resistant types of large red chilies, tomatoes, and tobacco, wide distribution of host plants, and CMV is easily transmitted non-persistently by vectors of whitefly and aphids (Martin et al. al., 1997).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Cross-protection protection is applied to plants in plantations, and tomato, papaya, chili, citrus, and tobacco farming. Furthermore, it has been proven to control the viruses that attack them. Plant protection utilizes the weakest virus strain as a guard agent against harmful virus infections (Aranda et al., 1995). Viruses selected from the field are an effective control and are not harmful to the environment. It happens because of the adjustment and production of strain according to the existing environment. Control using this technique does not generate new mutations of viruses that can interact with viruses already in the field so that they do not cause plant-destroying diseases.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on these problems, virus infection control is a biological control using sat-RNA. This journal review aims to determine the pathogenicity of the association between sat-RNA and CMV in chilies, tomatoes, and tobaccos.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. Results and Discussion",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "This study found that CMV sat-RNA in chili peppers was less pathogenic than the dangerous CMV-G strain. It can be seen from the existing observation variable, the height, length, number of fruits, and weight of the chilies have changed. CMV sat-RNA that attacked both in quantity and quality did not decrease. This is shown in the weight and length of the fruit adjacent to the plant without treatment (control). Inversely proportional to infection with the CMV-G strain that infects chilies reduces the number and quality of fruit. as shown in Table 1.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "This study shows that CMV-sat RNA having the potential to be a virulent biological control agent against CMV strains. This ability showed no difference in the impact of CMV-satRNA infecting plants without treatment (control) on the reproductive and vegetative growth observation variables of chilies, as shown in Table 1. Use of CMV sat-RNA in CMV control.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Table 1. Height, Number, Length, and Weight of Chili Fruits which had CMV-G and CMV-satRNA infection",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "Note: Numbers followed by the same letter in the same column have no significant difference at the ꭤ = 0.05 level of the BNJ test",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Number tables consecutively in accordance with their appearance in the text and place any table notes below the table body. Be sparing in the use of tables and ensure that the data presented in them do not duplicate results described elsewhere in the article. Please avoid using vertical rules.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "The results of this research showed that tomatoes protect against malignant strains at the initial observation (2 weeks) after the inoculation day. Tomato protection against malignant strains has shown by the height of the tomato stem, where tomatoes given the vaccination (CARNA 5.2) did not show high growth retardation (same as tomatoes without treatment). This was shown by the CARNA 5.2 vaccinated tomatoes, where CMV malignant strains were not inoculated, in contrast to the CARNA 5.1 vaccinated plants which did not inhibit growth in height, as shown in Figure 1.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Plants that were protected by CARNA 5.2 and CARNA 5.1 had higher fruit weights than tomatoes without vaccine protection. Therefore, CARNA 5.2 and CARNA 5.1 prevented CMV infection and were quite effective in protecting tomatoes.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Figure 1. The average height of tomatoes per treatment. K0 (control); K1 (tomatoes inoculated with the dangerous strain CMV-G) K2 (tomatoes that have been vaccinated with Carna 5.1); K3 (tomatoes that have been vaccinated with Carna 5.2); K4 (tomatoes that had been vaccinated with CARNA 5.1 before CMV-G inoculation treatment); and K5 (tomatoes vaccinated with CARNA 5.2 before CMV-G inoculation",
      "style": "Caption",
      "label": "Figure Caption"
    },
    {
      "text": "The CARNA 5.1, and CARNA 5.2 vaccines, protect tomatoes against the virulent CMV-G strain. It shows that the tomatoes that have already been vaccinated were higher than those that have not been vaccinated. Even though the severity of the virus infection was relatively high in the vaccinated plants, it produced heavier fruit weights than plants infected with malignant strains.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The severity of CMV infection also occurred in tobacco plants that were inducted with the CARNA-5 vaccine, which was significantly different from plants that were not vaccinated. The severity of infection on tobacco has a significant difference. Plants that were vaccinated with CARNA-5 (D3; D4; D5; and D6) had a severity of 8.33 - 10.83%, while those that were not applied with the vaccine (D1 and D2) had a higher severity, reaching 18.33-20.33%. The data is presented in Table 2. However, elevated infection damage in tobacco has been inducted with the CARNA-5 vaccine at the lowest concentration of 5%, namely 1.3 %/day. Then tobacco without being vaccinated reached 0.95 %/day. In tobacco given 10% CARNA-5 vaccinations, but not inoculated and CMV inoculated, the development of viral infection was 0.5%/day and 0.86-0.89%/day.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Figure 2. Percentage of occurrence and severity of mosaic disease and its rate of development at 39 HSI with various doses of CARNA-5 treatment",
      "style": "Caption",
      "label": "Figure Caption"
    },
    {
      "text": "4. Conclusions",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "From the results of the journal review above, it can be concluded that infection with CMV containing satellite RNA in chili plants does not reduce the quantity and quality of crop yields. In tomato plants, the CARNA 5.1 and CARNA 5.2 vaccines were effective in protecting tomatoes from CMV infection as indicated by low disease severity, the same plant height as healthy plants, and higher tomato yields. Whereas in tobacco the CARNA 5 vaccine at all concentrations (5%, 10%, and 15%) can reduce the incidence and severity of diseases.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "References",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Akin HM. 2005. Kepatogenan satelit RNA yang berasosiasi dengan Cucumber mosaic virus (CMV-SatRNA) pada tanaman cabai. J. HPT Tropika. 5(1), 37-41.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Akin, H. M., Nurdin, M., Simamora, P. B., dan Sitorus, M. 2012. Efektivitas Satelit Rna Yang Berasosiasi Dengan Cucumber mosaic virus (Carna-5) Untuk Mengendalikan Penyakit Virus Pada Tanaman Tomat. Jurnal Hama Dan Penyakit Tumbuhan Tropika, 12(2), 177–184.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Aranda, M.A., A. Fraile, F. Garcia-Arenal, and J.M. Malpica. 1995. Experimental evolution of ribonuclease protection assay method for assessment of genetic heterogeneity in population of RNA viruses. Arch Virol. 1373-1383.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ernawati, D., Yusda, R. A., & Putra, G. M. (2021). Analisis Penyakit Pada Tanaman Cabai Dengan Metode Case Based Reasoning Berbasis Web. J-Com (Journal of Computer), 1(1), 43–48",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fitriani, M. A., & Febrianto, D. C. (2020). Penerapan Sistem Pakar untuk Diagnosa Penyakit dan Hama Tanaman Cabai dengan Metode Forward Chaining. Sainteks, 16(2), 159–164.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Martin, B., J.L. Collar, W.F. Tjallingii, and A. Fereres. 1997. Intracelluler ingestion and salivation by aphids may cause the acquisition and inoculation of non-persistently transmitted plant viruses. J Gen Virol. 2701-2705.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Mochizuki T, Yamazaki, R, Wada, T and Ohki, ST 2014, Coat protein mutations in an attenuated Cucumber mosaic virus encoding mutant 2b protein that lacks RNA silencing suppressor activity induces chlorosis with photosynthesis gene repression and chloroplast abnormalities in infected tobacco plants, Virology, 292–299.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Suhara, C., dan Yulianti, T. 2017. Efektivitas Vaksin Carna-5 (Cucumber mosaic virus Associated RNA-5) terhadap Infeksi Cucumber mosaic virus (CMV) pada Tanaman Tembakau Cerutu (Nicotiana tabacum L.). Buletin Tanaman Tembakau, Serat & Minyak Industri, 9(1), 24.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Taufik M, Astuti AP, dan Hidayat SH. 2005. Survei infeksi Cucumber mosaic virus dan Chilli veinal mottle virus pada tanaman cabai dan seleksi ketahanan beberapa kultivar cabai. Jurnal Agrikultura. 146-152.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Inoculation treatment",
          "Plant Height (cm)",
          "Fruit length (cm)",
          "Amount of fruit",
          "Fruit weight"
        ],
        [
          "CMV-satRNA",
          "110.0 a",
          "11.697 b",
          "33.4 a",
          "65.94 b"
        ],
        [
          "CMV-G",
          "114.4 a",
          "8.786 a",
          "29.6 a",
          "51.50 a"
        ],
        [
          "Control (without inoculation)",
          "108.4 a",
          "11.452 b",
          "33.8 a",
          "74.60 b"
        ]
      ],
      "label": "Table"
    },
    {
      "content": [
        [
          "Treatment",
          "Disease occurrence",
          "",
          "Disease severity",
          ""
        ],
        [
          "",
          "(%)",
          "Day",
          "(%)",
          "Day"
        ],
        [
          "D1",
          "48,33 a*)",
          "1,57",
          "20,33 a",
          "0,96"
        ],
        [
          "D2",
          "50,00 a",
          "2,13",
          "18,00 ab",
          "0,95"
        ],
        [
          "D3",
          "26,67 b",
          "1,48",
          "8,33 c",
          "0,5"
        ],
        [
          "D4",
          "28,33 b",
          "1,57",
          "10,83 bc",
          "1,3"
        ],
        [
          "D5",
          "25,83 b",
          "1,44",
          "9,67 c",
          "0,89"
        ],
        [
          "D6",
          "27,50 b",
          "1,53",
          "8,33 c",
          "0,86"
        ]
      ],
      "label": "Table"
    }
  ]
}