{
  "paragraphs": [
    {
      "text": "Systematic Review",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Association Between Fingerprint Patterns and Intelligence Quotient (IQ)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "S. Syamsurizal1,⁎, Sonia Nurul Ayunda2, Intan Fathia Rahmi3, Dinda Nursal4",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1,2,3,4 Jl. Prof. Dr. Hamka, Air Tawar Bar., Kec. Padang Utara, Kota Padang, Sumatera Barat 25171",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author: Email address: syam_unp@fmipa.unp.ac.id",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Fingerprint pattern is a biological variation that differs from one racial group to another, between women and men and even identical twins. The formation and development of human fingerprints related to brain cells and nervous system associated with individual intelligence. The purpose in this research is to analyze the Association Between Fingerprint Patterns and Intelligence Quotient (IQ). This research method was carried out based on a systematic review with the analysis and search of this article using the PICO model with the PRISMA flowchart. According to the research, there is a substantial correlation between fingerprint patterns and intellectual intelligence (IQ).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keywords: Fingerprint patterns, Intelligence Quotient (IQ)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Fingerprint patterns are one of the biological variations that differ from one racial group to another, between women and men and even in identical twins. The human fingerprint picture is very unique, its formation and development are closely related to the genetic code of brain cells and the development of the nervous system. This causes fingerprint patterns to be related to a person's intelligence or talent.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "One of the most effective methods for identifying a person has been and continues to be the fingerprint system (dactylography). Dermatoglyphics is the study of the distinctive patterns observed on hand- and foot-prints. Fingerprints have unique characteristics, namely the fingerprint pattern that each individual has is different from other individuals even in identical twins .",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "Human intelligence is the capacity to understand, conceive, and extrapolate meaning from previously held beliefs about oneself or the world around them before using reason or logic. Other cognitive skills that might come next include the capacity for problem-solving, decision-making, memory retention, and the use of predetermined communication protocols. Howard Gardner described intelligence as the biopsychological capacity to digest information that may be activated in a cultural context to address issues or produce things that are valuable to a culture. Gardener was attacked for being politically biased in order to see the innate individuality in every person, even though his assertion has never been subjected to peer review and is still controversial today. However, his creations add an entirely new dimension. Experts in dermatoglyphics might most easily identify with",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "There are eight different categories of intellectual intelligence, but IQ is generally accepted as the measure that best captures a person's capacity for thought. It has been regarded as a sign of intellectual categorization for a long time. The direction of educational initiatives is supported by this focus on determining the relationship between them and fingerprint patterns, which clarifies the connection between fingerprint ridge structure and intellectual index.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Intelligence is influenced by the IGF2R gene, which is located in the middle of the long arm of human chromosome 6. The IGF2R gene is a gene with a large size, has a length that varies per individual and a nucleotide sequence that is generally quite different for individuals, so it is likely to affect the differences in individual intelligence. Apart from being influenced by genes, intelligence is also influenced by parenting and environment .",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint patterns are formed since humans are in the womb. Fingerprint patterns are hereditary (passed down) from parents and are influenced by a person's genetic material. The development of the central nervous system is associated with the arrangement of skin epidermal lines that make up fingerprints. The central nervous system is connected to the parts of the brain that are the center of all physical and mental activities. Each part of the brain has different functions and powers, so the pattern of a person's fingerprints is a manifestation of the work of the parts of the brain .",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The brain and fingerprints are connected by the same nervous system. The parts of the brain determine intelligence, while the layers of the brain determine personality. Fingerprints are genetically fixed and specific, so they have a correlation in determining the dominant brain structure and are interpreted to determine the genetic predisposition of talent, intelligence, character, motivation, stress, level of self-stability, and style (learning, thinking, and working) .",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "There are no theories that definitively associate fingerprint patterns with a person's IQ. However, there are some studies that have tried to find a link between fingerprint patterns and some cognitive abilities, including IQ. Some studies show that people with more complex fingerprint patterns tend to have better cognitive abilities, including numerical and verbal abilities. However, the results of these studies are inconsistent and need further research to confirm the link between fingerprint patterns and IQ or other cognitive abilities.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Some studies suggest that people with more complex fingerprint patterns tend to have better cognitive abilities, such as numerical and verbal skills. However, these studies' findings are still debatable and require more study. In general, a person's intelligence is influenced by various factors such as genetics, environment, education, and life experiences. There is no single factor that can determine a person's intelligence, and fingerprints are not considered the main factor affecting a person's intelligence. Because fingerprints are genotypically determined, they do not change over time.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on the description above, the authors conducted a systematic review of the Association Between Fingerprint Patterns and Intelligence Quotient (IQ).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. Methods",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "This review was written on the relationship between fingerprints and intellectual quotient (IQ) and was compiled from the international databases Google Schoolar and Science Direct. Analysis and search of this article uses the PICO Model with the keywords \"Fingerprints Patterns with Intelligence\", and \" Association Between Fingerprint Patterns and Intelligence Quotient (IQ)\". Inclusion and exclusion criteria were used to select the article in this review. Inclusion criteria were based on article name. Considering that, inclusion criteria must be primary data and original articles about association between fingerprint patterns and intelligence quotient (IQ). The article should be a full text and publication year within ten years from 2013-2023. Exclusion criteria were used to select which article could be included. These criteria are review articles, articles with topics about association between fingerprints patterns other than intelligence quotient (IQ). Articles were searched by connecting keywords, names, and abstracts with the inclusion and exclusion criteria. Articles were selected for review to help determine the association between fingerprint patterns and intelligence quotient (IQ), data were analyzed descriptively.",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "3. Results and Discussion",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "The original articles were collected from Google Schoolar and Science Direct databases. The initial keywords used were Association Between Fingerprint Patterns and Intelligence Quotient, which resulted in 5.270 publications in Google Schoolar and 90 publications in Science Direct. This article reviews previous publications with inclusion criteria, an article about association between fingerprint patterns and intelligence quotient (IQ), publication year about 2013-2023, original article, primary data, and full text (free access). In the Figure. 1 showed the PRISMA flow diagram of the literature review process. Four original articles identified the association between fingerprint patterns and intelligence quotient (IQ) (Table. 1).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Figure 1. PRISMA flow diagram of the systematic review process for study on the association between fingerprint patterns and intelligence quotient (IQ).",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "Dermatoglyphs or fingerprint patterns are the appearance of skin tendons parallel to the fingers and toes as well as the palms and soles of the feet. This dermal tendon pattern is determined by many genes whose actions are complementary, and some of them may be dominant and unaffected by external factors after birth .",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint formation begins 6-8 weeks after fertilization and forming small balloon-shaped lines. This balloon begins to inflate backwards 10-12 weeks after fertilization. Before the 12th week of pregnancy, environmental factors can affect the dermatoglyphs. This has led many experts to suspect that environmental influences before the 12th week of pregnancy can affect the development of the embryo as well as lines and fingerprints. Palm lines begin to appear 13 weeks after fertilization, and palm line patterns are fully formed at 21 weeks after fertilization . According to , fingerprints have a fixed shape, but they don't change and differ from one individual to another. Fingerprints are believed to be associated with several diseases and other congenital traits .",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "According to , human fingerprint patterns can be divided into three patterns based on the Galton system, namely:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Arch A dermatoglyphic pattern formed by linear epidermal spines bent parallel to the bend. This fingerprint shape is the simplest form, not having a triradious. There are two types of curved patterns, namely simple curved patterns and tent patterns.",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "The pattern (loop) of the dermatoglyphic pattern is parallel lines that rotate 180°. Main feature This pattern is the existence of a triradius, that is one point with three axes. The lup pattern can be divided into two, namely the radial loop, if the open part of the sign goes to the fingertip, and the ulnar loop, if the open part of the sign goes to the base of the finger.",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "Circle (Wurl) A dermatoglyphic pattern formed by circular epidermal ridges vortex shape. The main feature of this type is that it has 2 triradious rays .",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "A difficult to define psychological concept, intelligence is described as \"a very general mental capability that involves the ability to reason, plan, solve problems, think abstractly, comprehend complex ideas, learn quickly, and learn from experience.” The development of the human brain which is the seat of all intelligence is related to that of the fingerprint. Fingerprint patterns which are genetically determined are impressions of patterns formed on the epidermal ridge on the finger tips. The usefulness of fingerprints goes beyond the identification of individuals as research reveals the ability to identify unique potentials in individuals through fingerprint analysis. Fingerprints patterns have also been linked to the diagnosis of various medical, genetic and psychological condition .",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "A person's IQ score has a big impact on who they are as a person and how they fit into society. Due to the fact that both brain tissue and the epidermis are derivates of embryonic ectoderm, and since the essential phase of their respective embryological fetal development occurs during the second trimester of intrauterine life, IQ and dermatoglyphics have a same origin",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The four primary fingerprint patterns are loop, whorl, arch, and composite, with loops appearing more frequently (60%) than whorl, arch, and composite. The Roscher, Juan Vucetich, and Henry categorization Systems are three examples of finger print categorization systems. Among these, the Henry system was created in India and adopted by the majority of English-speaking nations (Siddapur 2017).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "reported, researchers analyzed the relationship between fingerprint patterns and intelligence in 3 middle schools in Hanoi Vietnam, with 4,500 students consisting of 2,200 boys and 2,300 girls. In this study, a correlation was found between fingerprint patterns and IQ of Vietnamese students, students with whorls fingerprint patterns had a higher IQ than students with loop arches fingerprint patterns.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "reported, the majority of the pupils in the high IQ group exhibited loop patterns. The patterns of arches and whorls were substantially more prevalent in the group of people with medium and low intellect. Particularly displaying these alterations were the thumb and the first digit. In comparison to the intermediate and high IQ groups, the low IQ group's average and total finger ridge counts were higher in both the left and right hands.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "A study was conducted by , on the dermatoglyphics and IQ of lab workers and medical students with the supposition that the medical students had higher IQs as a result of passing the competitive tests. In comparison to medical students pursuing MBBS at the same medical college, more whorls were visible in the majority of students enrolled in medical lab technician courses. The whorl pattern rose among the groups with lower IQs, whereas the loop pattern was more noticeable among those with high IQs, according to our study. In the aforementioned study, 10% of medical students had an arch pattern in the second and third digits of their left hands. In contrast, our investigation revealed that the high intelligence group displayed an arch pattern in the second digit at a rate of 15.9% and the third digit at a rate of just 1.8%. A few medical students' first fingers on both hands and a few lab technician students' second and fourth fingers on their left hands both exhibit a loop pattern. Whorls and loops predominated among the various types of finger print patterns on the ten fingers in both the current study and the study mentioned above. In both the cited work and our current investigation, the first digit of the low IQ group exhibited a prevalence of loop pattern, as was predicted.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "reported, In a typical population, this study showed a startling correlation between student learning capacity and dermatoglyphic pattern. The fingerprint pattern study revealed that, when compared to the other patterns, the Central Pocket Loop Whorl on any finger strongly correlates with kids' superior academic outcomes (p0.0001). Parker (1971) observed a statistically significant amount of whorl in both normal (IQ 90-109) and above normal (IQ 110-129) intellectual levels compared to below normal (IQ 70-89), and this discovery is consistent with his findings.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Similarly, a predominant whorl pattern fingerprints were found in Albert Einstein (van Mensvoort, 2009). The 20th century's greatest scientist, Albert Einstein, has been dubbed. Since he won the Physics Nobel Prize in 1921, the term \"Einstein\" has come to represent genius in popular culture. It follows that a more sophisticated cerebral level correlates to the core pocket loop whorl design.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "reported, Males outperformed females (although not considerably), Arch pattern was more common in compared to the normal frequency of occurrence, loops were proportionally smaller, and whorls were slightly lower. The performance of female participants with the Arch fingerprint pattern and their intelligence were significantly correlated. None of the additional patterns had a meaningful association. This suggests that a woman has a higher likelihood of being intellectual if she has the Arch fingerprint pattern on her left thumb. Only 1% of people have the tented arch fingerprint pattern, which makes it difficult to classify fingerprints.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The findings therefore show a direct connection between the hand's dermatoglyphic pattern and cognitive processes of the brain. Therefore, identifying potentially weak students and developing teaching and counseling strategies for them can be done using dermatoglyphics.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Intelligence quotient (IQ) and fingerprint patterns have a relationship because in the intrauterine period, brain formation and fingerprint patterns are formed at almost the same time during pregnancy so that genetic messages that are normal or abnormal at that time will affect the brain and fingerprints . However, there are differences in the formation process between the brain and fingerprint patterns. The fingerprint pattern is only formed once in the intrauterine period and the pattern will not change until someone dies. Brain growth and development will still continue after the baby is born. The process of brain growth and development after birth can affect one's intelligence.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint patterns are formed since humans were in the womb. Fingerprint patterns are hereditary (inherited) from their parents and are influenced by a person's genetic material. The pattern of skin epidermal lines that form fingerprints is related to the development of the central nervous system. The central nervous system is connected with the parts of the brain which are the center of all physical and mental activity. Each part of the brain has different functions and strengths, so that a person's fingerprint pattern is a manifestation of the work of the parts of the brain .",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The brain and fingerprints are linked by the same nervous system. The parts of the brain determine intelligence, while the layers of the brain determine personality. Genetically fingerprints are fixed and specific, so they have a correlation in determining the dominant brain structure and are interpreted to determine genetic tendencies of talent, intelligence, character, motivation, pressure, level of self-stability, and style (learning, thinking and working) .",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Table 1. Literature Review Summary",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "4. Conclusions",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "Based on the results of the study it can be concluded that there is a significant relationship between fingerprint patterns and intellectual intelligence (IQ). The fingerprint pattern of each human can be different due to differences in genes based on heredity. Fingerprint patterns are related to intelligence because the development of fingerprints and the neocortex occurs at the same time and originates from the same ectoderm.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "References",
      "style": "Normal",
      "label": "References"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "No",
          "Author",
          "Year",
          "Year",
          "Year",
          "Title",
          "Title",
          "Results",
          "Results",
          "Results"
        ],
        [
          "1",
          "Van Hung, M. et al.",
          "2020",
          "2020",
          "Research Article: Association Between Fingerprint Patterns and Intelligence Quotient of Vietnamese Students",
          "Research Article: Association Between Fingerprint Patterns and Intelligence Quotient of Vietnamese Students",
          "In this study, students with whorls type of fingerprint pattern had a higher IQ than students with loop arches pattern.",
          "In this study, students with whorls type of fingerprint pattern had a higher IQ than students with loop arches pattern.",
          "In this study, students with whorls type of fingerprint pattern had a higher IQ than students with loop arches pattern."
        ],
        [
          "2",
          "Prabhakaran, M. et al.",
          "2019",
          "Dermatoglyphics and intelligence quotient (IQ) in children of the age group 4 to 7 years in the south Indian population.",
          "Dermatoglyphics and intelligence quotient (IQ) in children of the age group 4 to 7 years in the south Indian population.",
          "Dermatoglyphics and intelligence quotient (IQ) in children of the age group 4 to 7 years in the south Indian population.",
          "In this study, the most predominant patterns were loops followed by whorls and then followed by arch.",
          "In this study, the most predominant patterns were loops followed by whorls and then followed by arch."
        ],
        [
          "3",
          "Offei, E. B. et al.",
          "2014",
          "Relationship between Palmar Dermatoglyphic Pattern and Academic \nPerformance of Students in a Ghanaian Secondary School",
          "Relationship between Palmar Dermatoglyphic Pattern and Academic \nPerformance of Students in a Ghanaian Secondary School",
          "Relationship between Palmar Dermatoglyphic Pattern and Academic \nPerformance of Students in a Ghanaian Secondary School",
          "In this study, the Central Pocket Loop Whorl on any finger relates significantly with better academic performances of students (p<0.0001) compared to the other patterns.",
          "In this study, the Central Pocket Loop Whorl on any finger relates significantly with better academic performances of students (p<0.0001) compared to the other patterns."
        ],
        [
          "4",
          "Siddapur, R. K.",
          "2017",
          "Study on the Relationship between Fingerprint Pattern and Intellectual Performance",
          "Study on the Relationship between Fingerprint Pattern and Intellectual Performance",
          "Study on the Relationship between Fingerprint Pattern and Intellectual Performance",
          "In this study, participants with presence of \"Arch\" fingerprint pattern in their left thumbs had a significant correlation to their intelligence",
          "In this study, participants with presence of \"Arch\" fingerprint pattern in their left thumbs had a significant correlation to their intelligence"
        ]
      ],
      "label": "Table"
    }
  ]
}