{
  "paragraphs": [
    {
      "text": "Original Research",
      "style": "JUDUL ARTIKEL",
      "label": "Unknown"
    },
    {
      "text": "Extraction of DNA on human bone powder",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Muhammad Edhil Akbar Bur1, Isna Rasdianah Aziz1*, Setia Betaria Aritonang2",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1Department of Biology, Faculty of Science and Technology, Universitas Islam Negeri Alauddin Makassar, Gowa, South Sulawesi, Indonesia, 92113",
      "style": "Properti Penulis",
      "label": "Unknown"
    },
    {
      "text": "2Sub-Division of Forensic Serology Biology, Forensic Branch, National Police's Criminal Investigation Agency (Bareskrim), Polri, East Jakarta, Indonesia, 13440",
      "style": "Properti Penulis",
      "label": "Unknown"
    },
    {
      "text": "*corresponding author",
      "style": "Properti Penulis",
      "label": "Unknown"
    },
    {
      "text": "E-mail address: isna-rasdianah@uin-alauddin.ac.id",
      "style": "Properti Penulis",
      "label": "Corresponding Email"
    },
    {
      "text": "Introduction",
      "style": "Paragraf dalam isi",
      "label": "Introduction"
    },
    {
      "text": "DNA identification can be obtained from blood, saliva, hair, sperm, and bone samples. However, sometimes in some cases, the forensic evidence received has been damaged and degraded due to environmental exposure, thus disturbing and making it difficult to examine, such as in fires or bombs victim identification case. In both cases, the bone becomes evidence for DNA identification since it has a strong vascularized tissue with long preservation surrounded by a solid periosteum structure (Cordonnier et al., 2011; Jakubowska et al., 2012; Bisseret et al., 2015).",
      "style": "Paragraf dalam isi",
      "label": "Unknown"
    },
    {
      "text": "DNA extraction is one of the important steps in molecular-based activities. Good quality DNA is supported by an effective, efficient, fast, precise, and valid DNA isolation method. One of the methods of extraction of DNA in bone obtains within the use of organic phenol-chloroform as the gold standard in forensic biology. The organic phenol-chloroform method was capable to extract DNA within or close to the acceptable 260/280 purity value for humerus and rib samples (Cartozzo et al., 2018), while the modified protocol was more efficient regarding the amount of DNA recovered for femurs and clavicle (Ferreira et al., 2013; Abuidrees et al., 2016). However, the presence of PCR inhibitors can affect the effectiveness of the extraction process and requires a long lysis time. Therefore, an appropriate method with a shorter lysis time is required and works optimally on bone samples.",
      "style": "Paragraf dalam isi",
      "label": "Materials and Methods"
    },
    {
      "text": "BTA capability of DNA extraction in many cases obtain on femur, tibia, humerus (Kuś et al., 2016; Harrel et al., 2018), teeth (Corte-Real et al., 2015; Kumar et al., 2016), saliva, blood, hair, semen (Alfajri et al., 2018; Dash et al., 2020), carbonized tissues, and adhesive-containing substrates (Barbaro et al., 2011; Joël et al., 2015). BTA works by destroying complex matrices and removing inhibitors commonly found in forensic samples (Barbaro et al., 2011). In this research, we use the PrepFiler BTA Lysis Buffer to obtain purity DNA from human compact and cancellous bone, thus it can be considered to improve the effectiveness of DNA identification methods.",
      "style": "Paragraf dalam isi",
      "label": "Materials and Methods"
    },
    {
      "text": "Materials and Methods",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "Sample pre-treatment",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "A total of two compact bone and cancellous (spongy) bone samples were randomly selected based on the presumptive test. The bones were decalcified using NaOCl for 5 min, then rinsed twice for 5 min in nuclease-free water. The samples were rinsed in ethanol absolute, then followed with dried for 24 h. The bone samples were grilled into bone powder using autopsy saw (Genecraft Labs, 2016).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "DNA extraction using Prepfiler® BTA Forensic DNA Extraction Kit (Applied Biosystem, USA)",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "The lysis stage begins with making cocktails using 220 µl of BTA lysis, 7 µl of Prot-K, and 3 µl of DTT. A total of 230 µl  of cocktail was added to each tube of bone sample. Samples were incubated on a thermomixer at 1100 rpm, 56°C for 2 h, followed with a spin quick run. A total of 300 µl PrepfilerTM Lysis Buffer was added to the supernatant and mixed, then followed by adding 10 µl of PrepfilerTM Magnetic Particles. The sample is placed on a magnetic stand until a magnetic pellet is formed. The pellet was washed using wash buffer for 3 times. The dried colum were transferred to new sterile tube and filled with 50 µl elution buffer, incubated at 70°C for 10 min at 900 rpm. A total of 47 µl DNA volume were transferred to a new tube. All samples were then stored at −20°C for further use (Applied Biosystem, 2012).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "DNA quantification",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "DNA extract concentration was measured by spectrophotometer UV-vis through 230-320 nm light absorbance. Then the purity was estimated by the optical density A260/280 ratio.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Results and Discussion",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "Evidence in compact and cancellous bones after a presumptive test was given bleaching treatment by soaking them with NaOCl to clean the bones from possible contaminants, thus facilitating the extraction process. The result of concentrations and purity of DNA extracted from the bones showed in Table 1.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Table 1. DNA quantification on compact and cancellous bones",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "The results in Table 1 showed that the DNA purity values at 260/280 ratio of the three samples of compact and cancellous bone powder used were close to good quality: 2.08, 2.06, and 1.71, respectively. DNA purity of 1.0-2.0 is a requirement in PCR that allows the amplification process to occur. A ratio of 1.85-1.88 is generally accepted as pure for dsDNA (Lucena-Aguilar et al., 2016; Koetsier and Cantor, 2019). Meanwhile, the amount of DNA concentration required in forensic DNA analysis varies depending on the needs and type of examination. In our study, the concentration of DNA obtained from compact bone ranged from 11.9 to 14.2 ng/µl, while that of cancellous bone was 59.0 ng/µl. The minimum dsDNA concentration required for forensic DNA profiling is 50 ng and 20-33 ng for ssDNA at 260 nm (Maniatis et al., 1982; Gill and von Hippel, 1989; Notosoehardjo, 1999), thus the cancellous bone in this study is sufficient for DNA analysis. In addition, for the detection of short tandem repeat (STR), the minimum required DNA concentration is 0.5-2.5 ng (Butler, 2005) so that the compact bone in this study fulfills this requirement.",
      "style": "Properti Penulis",
      "label": "Results and Discussion"
    },
    {
      "text": "The bone powder samples in this study were obtained from compact bone which consists of closely packed osteons or Haversian systems. The low concentration of DNA obtained (Table 1) is related to the dense bone structure. According to Imaizumi et al. (2014) that DNA extracted from burnt bone samples at a temperature range of 150–200°C was able to provide two mitochondrial DNA products that change the bone structure, such as cracking and osteon separation, which associated with the increase in temperature. In addition to the thickness of the compact bone, environmental factors in sampling location like the soil pH, degradation by microorganisms, moisture levels, and span between death and sampling probably act differently on the bone and the DNA in the bone (Kaestle and Horsburgh, 2002; Quincey et al., 2013; Tartari et al., 2018; Emmons et al., 2020). On the other hand, dense bone tissue consisting of more osteocytes is actually able to preserve endogenous DNA which plays an important role in ancient DNA analysis (Yang and Watt, 2005; Latham and Miller; 2019; Pinhasi et al., 2019).",
      "style": "Properti Penulis",
      "label": "Unknown"
    },
    {
      "text": "In contrast to the compact bone, the concentration of DNA in the cancellous bone powder samples in the current study tended to be higher quantities. In line with Mundorff and Davoren (2014), that high rates of DNA yielded from small cancellous bones compared with the cortical bone. Hines et al. (2014) and Andronowski et al. (2017) also revealed that cancellous bone tissue which consisted of small elements are capable yielded more complete nuclear Short Tandem Repeat (STR) DNA profiles than all other bones. Even though the difference of both bone compositions that responsible for high DNA yield is still debated, our findings imply the bone selection in the forensic case as important as the method used and the bioecological conditions.",
      "style": "Properti Penulis",
      "label": "Unknown"
    },
    {
      "text": "Conclusions",
      "style": "Normal (Web)",
      "label": "Conclusions"
    },
    {
      "text": "DNA purity values of the three samples of compact and cancellous bone powder used were close to good quality: 2.08, 2.06, and 1.71, respectively. Low concentration values obtained from compact bone samples were 14.2 ng/µL and 11.9 ng/µL respectively, which inversely proportional to cancellous bones by 59 ng/µL. Continuing to the advanced method and considering to expand the comparison samples will allow generating a significant DNA profile.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Acknowledgments",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "The authors thank National Police's Criminal Investigation Agency (Bareskrim), Indonesian National Police (POLRI) for the permit of the research at the Forensic Laboratory Center, as well as all participants to make this research came to reality.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Conflict of Interest",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "None.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "References",
      "style": "Normal (Web)",
      "label": "References"
    },
    {
      "text": "Abuidrees, A. S., Alhamad, N. A., Alsaadany, K. 2016. A suitable method for DNA extraction from bones for forensic applications: a case study. Arab Journal of Forensic Sciences and Forensic Medicine, 1(3), 346-352. http://dx.doi.org/10.12816/0026468.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Alfajri, M. I., Saamia, V., Witarto, A. B., Maya, R. I., Oktaviana, A., Wiranatha, I. M. 2018. Analysis the effect of different extraction methods towards the successfulness of amplification 24 loci short tandem repeat (STR): Study of forensic samples. In AIP Conference Proceedings.  AIP Publishing LLC, 2002(1),  020039. https://doi.org/10.1063/1.5050135.",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "Andronowski, J. M., Mundorff, A. Z., Pratt, I. V., Davoren, J. M.,  Cooper, D. M. 2017. Evaluating differential nuclear DNA yield rates and osteocyte numbers among human bone tissue types: A synchrotron radiation micro-CT approach. Forensic Science International: Genetics, 28, 211-218. http://dx.doi.org/10.1016/j.fsigen.2017.03.002.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Applied Biosystem. 2012. PrepFiler® and PrepFiler® BTA Forensic DNA Extraction Kits.  California: Life Technologies Corporation. p. 29-32.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Barbaro, A., Cormaci, P., Falcone, G. 2011. Validation of BTA™ lysis buffer for DNA extraction from challenged forensic samples. Forensic Science International: Genetics Supplement Series, 3(1), e61-e62. http://dx.doi.org/10.1016/j.fsigss.2011.08.030.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Bisseret, D., Kaci, R., Lafage-Proust, M. H., Alison, M., Parlier-Cuau, C., Laredo, J. D., Bousson, V. 2015. Periosteum: characteristic imaging findings with emphasis on radiologic-pathologic comparisons. Skeletal Radiology, 44(3), 321-338. https://doi.org/10.1007/s00256-014-1976-5.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Butler, J. M. 2005. Forensic DNA typing: biology, technology, and genetics of STR markers. Burlington: Elsevier Academic Press. pp 145-181.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Cartozzo, C., Singh, B., Boone, E., Simmons, T. 2018. Evaluation of DNA extraction methods from waterlogged bones: a pilot study. Journal of Forensic Sciences, 63(6), 1830-1835. https://doi.org/10.1111/1556-4029.13792",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "Cordonnier, T., Sohier, J., Rosset, P., Layrolle, P. 2011. Biomimetic materials for bone tissue engineering–state of the art and future trends. Advanced Engineering Materials, 13(5), B135-B150. https://doi.org/10.1002/adem.201080098.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Corte-Real, A., Silva, D. N., Vieira, D. N., Corte-Real, F., Anjos, M. J. 2015. Restored teeth can be used as samples for genotyping?. Forensic Science International: Genetics Supplement Series, 5, e293-e294. http://dx.doi.org/10.1016/j.fsigss.2015.09.116.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Dash H.R., Shrivastava P., Das S. 2020 Introduction to Forensic DNA Analysis. In: Principles and Practices of DNA Analysis: A Laboratory Manual for Forensic DNA Typing. Springer Protocols Handbooks. New York: Humana. https://doi.org/10.1007/978-1-0716-0274-4_1.",
      "style": "Normal (Web)",
      "label": "Introduction"
    },
    {
      "text": "Emmons, A. L., Mundorff, A. Z., Keenan, S. W., Davoren, J., Andronowski, J., Carter, D. O., DeBruyn, J. M. 2020. Characterizing the postmortem human bone microbiome from surface-decomposed remains. PloS ONE, 15(7), e0218636. https://doi.org/10.1371/journal.pone.0218636.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Ferreira, S. T., Paula, K. A., Maia, F. A., Moraes, A. V. 2013. A comparative study between two protocols for DNA extraction from bones. Forensic Science International: Genetics Supplement Series, 4(1), e374-e375. http://dx.doi.org/10.1016/j.fsigss.2013.10.190.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Genecraft Labs. 2016. Genecraft Labs User Manual. Jakarta: Genecraft. pp 12–13.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Gill, S.C. and von Hippel, P.H. 1989. Calculation of protein extinction coefficients from amino acid sequence data. Analytical Biochemistry, 182, 319-​326.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Harrel, M., Mayes, C., Gangitano, D., Hughes‐Stamm, S. 2018. Evaluation of a powder‐free DNA extraction method for skeletal remains. Journal of Forensic Sciences, 63(6), 1819-1823. https://doi.org/10.1111/1556-4029.13749.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Hines, D. Z. C., Vennemeyer, M., Amory, S., Huel, R. L. M., Hanson, I., Katzmarzyk, C., Parsons, T. J. 2014. Prioritized sampling of bone and teeth for DNA analysis in commingled cases. In Commingled Human Remains. Cambridge: Academic Press. pp. 275-305. https://doi.org/10.1016/B978-0-12-405889-7.00013-7.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Imaizumi, K., Taniguchi, K., Ogawa, Y. 2014. DNA survival and physical and histological properties of heat-induced alterations in burnt bones. International journal of legal medicine, 128(3), 439-446. http://dx.doi.org/10.1007/s00414-014-0988-y.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Jakubowska, J., Maciejewska, A., Pawłowski, R. 2012. Comparison of three methods of DNA extraction from human bones with different degrees of degradation. International Journal of Legal Medicine, 126(1), 173-178. https://doi.org/10.1007/s00414-011-0590-5",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "Joël, J., Glanzmann, B., Germann, U., Cossu, C. 2015. DNA extraction of forensic adhesive tapes—A comparison of two different methods. Forensic Science International: Genetics Supplement Series, 5, e579-e581. https://doi.org/10.1016/j.fsigss.2015.09.229.",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "Kaestle, F. A., & Horsburgh, K. A. 2002. Ancient DNA in anthropology: methods, applications, and ethics. American Journal of Physical Anthropology, 119(S35), 92-130. https://doi.org/10.1002/ajpa.10179.",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "Koetsier, G., & Cantor, E. 2019. A practical guide to analyzing nucleic acid concentration and purity with microvolume spectrophotometers. Massachusetts: New England Biolabs Inc. pp 1-8.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Kumar, N., Guar, V., Sharma, D., Shikla, S. K. 2016. Comparative evaluation of bone, teeth & blood gauzes in DNA analysis obtained from putrified unidentified dead bodies. Journal of Punjab Academy of Forensic Medicine & Toxicology, 16(2), 117-120.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Kuś, M., Ossowski, A., Zielińska, G. 2016. Comparison of three different DNA extraction methods from a highly degraded biological material. Journal of Forensic and Legal Medicine, 40, 47-53. https://doi.org/10.1016/j.jflm.2016.03.002",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "Latham, K. E., & Miller, J. J. 2019. DNA recovery and analysis from skeletal material in modern forensic contexts. Forensic sciences research, 4(1), 51-59. https://doi.org/10.1080/20961790.2018.1515594.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Lucena-Aguilar, G., Sánchez-López, A. M., Barberán-Aceituno, C., Carrillo-Avila, J. A., López-Guerrero, J. A., Aguilar-Quesada, R. 2016. DNA source selection for downstream applications based on DNA quality indicators analysis. Biopreservation and Biobanking, 14(4), 264-270. http://dx.doi.org/10.1089/bio.2015.0064.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Maniatis, T., Fritsch, E.F., Sambrook, J. 1982. Molecular Cloning, A Laboratory Manual. Cold Spring Harbor Laboratory. New York: Cold Spring Harbor.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Mundorff, A., and Davoren, J. M. 2014. Examination of DNA yield rates for different skeletal elements at increasing post mortem intervals. Forensic Science International: Genetics, 8(1), 55-63. https://doi.org/10.1016/j.fsigen.2013.08.001.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Notosoehardjo, I. 1999. Penentuan jenis kelamin berdasarkan pemeriksaan DNA dan antropometri tulang. [Disertasi]. Surabaya: Universitas Airlangga.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Pinhasi, R., Fernandes, D. M., Sirak, K., Cheronet, O. 2019. Isolating the human cochlea to generate bone powder for ancient DNA analysis. Nature Protocols, 14(4), 1194-1205. https://doi.org/10.1038/s41596-019-0137-7.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Quincey, D., Carle, G., Alunni, V., Quatrehomme, G. 2013. Difficulties of sex determination from forensic bone degraded DNA: A comparison of three methods. Science & Justice, 53(3), 253-260. https://doi.org/10.1016/j.scijus.2013.04.003.",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "Tartari, T., Bachmann, L., Zancan, R. F., Vivan, R. R., Duarte, M. A. H., Bramante, C. M. 2018. Analysis of the effects of several decalcifying agents alone and in combination with sodium hypochlorite on the chemical composition of dentine. International Endodontic Journal, 51, e42-e54. http://dx.doi.org/10.1111/iej.12764.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Yang, D. Y., and Watt, K. 2005. Contamination controls when preparing archaeological remains for ancient DNA analysis. Journal of Archaeological Science, 32(3), 331-336. http://dx.doi.org/10.1016/j.jas.2004.09.008.",
      "style": "Normal (Web)",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Article Info",
          "",
          "Abstract"
        ],
        [
          "Article history:\nReceived 1 February 2021\nReceived in revised form\n5 March 2021\nAccepted 3 April 2021\nAvailable online 30 May 2021",
          "",
          "Bone is a dynamic network that has a complex cellular regeneration system. A forensic examination is closely related to examining the physiology and anatomy of the living body, including bone as the evidence in DNA testing. This study aims to analyze the DNA extraction on human bone powder using PrepFiler® BTA Forensic DNA Extraction Kit. DNA was isolated from compact and cancellous bone tissue from decomposed human bodies. The bones were soaked in NaOCl for 5 min, then rinsed with nuclease-free water. The bone was sawn into bone powder and then extracted using 220 µl of BTA lysis, 7 µl of Prot-K, and 3 µl of DTT. PrepfilerTM Lysis Buffer was added as much as 300 µl then homogenized by vortex and spin using a centrifuge. Spectrophotometry was performed to measure the DNA concentration using an absorbance from 230 nm to 320 nm. The results showed that the DNA purity values of the three samples of compact and cancellous bone powder used were close to good quality: 2.08, 2.06, and 1.71, respectively. Low concentration values obtained from compact bone samples were 14.2 ng/µL and 11.9 ng/µL respectively, which inversely proportional to cancellous bones by 59 ng/µL.\n\nCopyright © 2021. The Authors. This is an open access article under the CC BY-NC-SA license (http://creativecommons.org/licenses/by-nc-sa/4.0/)."
        ],
        [
          "Keywords:\nBTA\nDNA extraction\nHuman bone\nLysis buffer\n\n\n\n\n\n\n\nHow to cite:\nBur, M. E. A., Aziz, I. R., Aritonang, S. B. 2021. Extraction of DNA on human bone powder. Tropical Genetics 1(1): 24-28.",
          "",
          "Bone is a dynamic network that has a complex cellular regeneration system. A forensic examination is closely related to examining the physiology and anatomy of the living body, including bone as the evidence in DNA testing. This study aims to analyze the DNA extraction on human bone powder using PrepFiler® BTA Forensic DNA Extraction Kit. DNA was isolated from compact and cancellous bone tissue from decomposed human bodies. The bones were soaked in NaOCl for 5 min, then rinsed with nuclease-free water. The bone was sawn into bone powder and then extracted using 220 µl of BTA lysis, 7 µl of Prot-K, and 3 µl of DTT. PrepfilerTM Lysis Buffer was added as much as 300 µl then homogenized by vortex and spin using a centrifuge. Spectrophotometry was performed to measure the DNA concentration using an absorbance from 230 nm to 320 nm. The results showed that the DNA purity values of the three samples of compact and cancellous bone powder used were close to good quality: 2.08, 2.06, and 1.71, respectively. Low concentration values obtained from compact bone samples were 14.2 ng/µL and 11.9 ng/µL respectively, which inversely proportional to cancellous bones by 59 ng/µL.\n\nCopyright © 2021. The Authors. This is an open access article under the CC BY-NC-SA license (http://creativecommons.org/licenses/by-nc-sa/4.0/)."
        ]
      ],
      "label": "Table"
    },
    {
      "content": [
        [
          "Sample code",
          "Sample bone",
          "OD230 (nm)",
          "OD260 (nm)",
          "OD280 (nm)",
          "OD320 (nm)",
          "DNA concentration (ng/µl)",
          "DNA purity (A260/280)"
        ],
        [
          "a",
          "Compact bone",
          "2.44",
          "2.18",
          "2.07",
          "1.79",
          "14.2",
          "2.081"
        ],
        [
          "b",
          "Compact bone",
          "4.38",
          "0.33",
          "0.212",
          "0.097",
          "11.9",
          "2.061"
        ],
        [
          "c",
          "Cancellous bone",
          "10.51",
          "2.14",
          "1.65",
          "0.96",
          "59.0",
          "1.710"
        ]
      ],
      "label": "Table"
    }
  ]
}