{
  "paragraphs": [
    {
      "text": "Identification Of Kerinci Tribe Fingerprint Patterns",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ainatul nadila1, Widuri2, Syamsurizal3*",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "13Department of Biology, Faculty of Science and Mathematics, Universitas Negeri Padang, 25131, Kota Padang",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. ; +6 28 126709150",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Abstract",
      "style": "Heading 1",
      "label": "Abstract"
    },
    {
      "text": "Fingerprints are a form of human identity and cannot be replaced or changed.   In addition, fingerprints can also be used to identify a person. No human in this world has the same fingerprints. Each person has different biological characteristics, such as hair shape and color, nose shape, iris color, and eye slit location. So it is possible that every human being also has a different fingerprint pattern. This research was conducted using descriptive observation method by using a population sample of 100 people who are Kerinci tribe domiciled in Sungai Penuh city, Kerinci Regency. This study can be concluded that the most common fingerprint pattern found is the loop pattern which is 51.4%, then the whorl pattern 44.8% while the lowest is the arch pattern 3.8%.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keywords:",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint Pattern, Identification, Kerinci Tribe",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Introduction",
      "style": "Heading 1",
      "label": "Introduction"
    },
    {
      "text": "Indonesia has a pluralistic society with human diversity consisting of ethnic, religious, racial, and linguistic diversity.An ethnic group is a group of people based on intellectual and cultural unity.The Indonesian state is divided into several Indonesian ethnic groups, which are divided into three groups: (1) Ethnic groups. (2) foreign-derived groups; and (3) marginalized communities. Each ethnic group has its own place of residence (Jayanti, 2022).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The Kerinci tribe is a tribe that occupies the Kerinci Regency, Sungai Penuh City, Jambi. The Kerinci tribe is most numerous in Kerinci Regency, which is located near the border of West Sutmatera Province. The Kerinci people are the original tribe that inhabits the Kerinci valley. The ancestors of the Kerinci tribe have inhabited the Kerinci valley since 3000-2000 BC (Ali et al. 2005). There were three periods of arrival of tribes that later gave rise to the Kerinci tribe. The first generation were Austranesian or Polynesian Malays (proto-Malays) who came to the Kerinci Valley during the Neolithic period. The second generation of Kerinci people is the result of a mixture of Proto-Malay and Neo-Malay tribes that appeared in the Bronze Age around 300 BC. The third generation of Kerinci people are the descendants of a mixture of the second generation of Kerinci people and tribes that came to the Kerinci Valley during the formative (settled) period, including tribes from the Singosari and Majapahit kingdoms, the Minangkabau Kingdom, the Srivijaya Kingdom, the Jambi Malay Kingdom (Yasin et al.1999).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In history at the end of the 19th century, new facts were discovered about fingerprints that cannot be deciphered and can be used as a tool to analyze individuals. Many argue that these fingerprints are usually useless like a bunch of useless objects. According to Hulami al-Amin's article on the process of human creation in general explains that fingerprints are created during the formation of bones and flesh, and are created when the fetus is 17 to 24 weeks old and the size of the fetus is 15-23 cm and a weight that reaches 250-820 grams (Alfadila, 2022).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "One of the fundamental aspects of human identity that cannot be changed or altered is fingerprints. In addition, a person can also be recognized from fingerprints. No human in this world has the same fingerprints. Each person has unique biological characteristics, such as the shape and color of the rambutan, the shape of the nose, the color of the iris, and the location of the eye slit. Therefore, people with different backgrounds may have different fingerprints. One of the main biological principles of humans is fingerprints. Human fingerprints are not affected by the external environment, except for the intrauterine environment. Genetic factors play a very important role in the formation of fingerprints, as fingerprints are influenced by polygenic elements.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprints are biological varieties of similar composition seen in one subgroup of one ethnic group and another group, including women and men with similar facial features. The depiction of human fingerprints is based on uniqueness and is related to the genetic code of the brain and its development in the nervous system (Nazhifah, 2022).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint patterns are divided into three according to Galton's system, namely arch, loop, and whorl. The arch pattern has parallel curves resembling an arch, coming from one side, rising in the middle, and continuing to the other side. The loop pattern has a hook-like curve with more than one line coming from the opposite side.  Furthermore, the whorl pattern is characterized by circular lines.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Methods",
      "style": "Heading 1",
      "label": "Materials and Methods"
    },
    {
      "text": "The method in this study uses descriptive observation method. This research was conducted from September 1, 2023 to September 20, 2023 at SMA N 1 Sungai Penuh, Sungai Penuh city, Jambi Province. The population in this study is 100 people who are kerinci tribe domiciled in Sungai Penuh city and Kerinci district. Kerinci tribe community handprints are taken on the paper that has been provided. Before taking fingerprints, people's hands were cleaned with alcohol first and dried. Each fingertip is placed on a stamp pillow that has been given ink then one finger that has been exposed to ink is affixed to the observation paper, then analyzed using a tool in the form of a lup (magnifying glass) which aims to see the fingerprint pattern in each sample.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Results and Discussion",
      "style": "Heading 1",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 1. research documentation",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "The results of this study have a different percentage of fingerprint patterns which are shown in table 1 below.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Table 1. Distribution of fingerprint patterns",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "A person's weight, eye color, and hair color can be changed or altered, but their fingerprints cannot. These fingerprints are unique to each individual person, and can be distinguished and identified based on certain distinctive patterns made by the ridges. The following are some commonly used fingerprint patterns that have been identified and used in the fingerprinting process.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "There are basically three main forms of patterns made by the fingerprint ridges.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1) Loop.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "This pattern starts on one side of the finger, curves inward or upward, and then exits on the other side. A loop pattern always consists of deltas, which roughly correspond to the formation of triangles within the pattern.   The loop pattern is divided into radial loop (referring to the fingers or thumb) and ulnar loop (referring to the cubital bone or pinky).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2) Arch.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "This arch pattern consists of lines that slope up and then down, similar to the outline of a small hill. There is generally no delta and then this pattern also creates a wave-like pattern and includes plain arches and tent arches. Tent arches rise to a sharper point than plain arches.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3) Whorls:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "This pattern forms a circular or spiral pattern, like a small vortex.  There are 4 types of whorls: simple (concentric circles), middle pocket whorl (circles with whorls at the ends), double whorl (two circles forming an S-shaped pattern), and irregular whorl (irregular shape) (Rahmah, F. 2021).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "This study used 100 people from the community who live in Sungai Penuh city and Kerinci district. the results showed that the 10 fingers of the hands of 100 respondents, so that a total of 1000 fingerprint patterns could be obtained. Fingerprint patterns found from 100 respondents are 3 fingerprint patterns namely arch, loop, whorl. From the identification, it was found that the highest fingerprint pattern was the loop pattern with a percentage of 51.4% with a total of 514 fingers, the whorl pattern obtained a percentage of 44.8% with a total of 448 fingers, while the lowest was the arch pattern with a percentage of 3.8% with a total of 38 fingers.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Hall argues that although the main loop pattern in human fingerprints is ulnar, several genes are involved in fingerprint development, resulting in diverse patterns. Although genetic factors play an important role in determining fingerprint patterns, environmental factors also greatly influence the formation of fingerprints. Disruption of the ongoing keratinization process, impaired proliferation of dermal epithelial cells, skin tension, peripheral vascular problems, lack of oxygen supply and pressure. Changes in fingerprint patterns can be affected by embryonic growth, especially if they occur in the 19th week of pregnancy (Ummi nur et al., 2023).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Some genetic factors can affect a person's fingerprint pattern. The study found that fingerprint patterns are affected by specific tsp genes on chromosome 5 (ZFYVE16, ZCCHC9, and ZBED3). These genes peak on chromosome 5, and the peak of a connected gene, FBN1, is also nearby. This can lead to many different variations in fingerprint patterns.  (Ummi nur et al., 2023)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Conclusions",
      "style": "Heading 1",
      "label": "Conclusions"
    },
    {
      "text": "From the results of the research, there is an identification of fingerprint patterns of the Kerinci tribe conducted who live in the city of Sungai Penuh and Kerinci Regency, Jambi Province. It can be seen that there are several types of fingerprint patterns owned by 100 people who are kerinci tribes, believed to be with a percentage of 4% having arch fingerprint patterns, 45% with whorl fingerprint patterns and 51% with loop fingerprint patterns. This shows that the Kerinci tribe is more dominant in having a Loop fingerprint pattern.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "References",
      "style": "Heading 1",
      "label": "References"
    },
    {
      "text": "Ainur, A. 2009. Pola Sidik Jari Anak-Anak Sindrom Down di SLB Bakhti Kencana dan Anak-Anak Normal di SD Budi Mulia Dua. Jumal Kedokteran dan Kesehatan Indonesia. Yogyakarta. Di akses 3 September 2015",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ainur, A., Hastuti, J., & Nugraha, Z. S. (2009). Pola Sidik Jari Anak-anak Sindrom Down di SLB Bakhti Kencana dan Anak Normal di SD Budi Mulia Dua Yogyakarta. JKKI: Jurnal Kedokteran dan Kesehatan Indonesia, 2-11.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Akingbade, A. M., Saalu, L. C., Akunna, G. G., Anderson, L. E., & Olusolade, F. S. (2014). Finger and palmar dermatoglyphic study among the Yorubas in Jos, Nigeria. Annals of Bioanthropology, 2(2), 49.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Alfadila, A., Arianti, N., & Faizin, F. (2022). Sidik Jari dalam Al-Qur'an (Kajian Tafsir Ilmi). Ikhtisar: Jurnal Pengetahuan Islam, 2(2), 162-177.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ali, Y., I. Thaliby, Y. Sonafist, H. Hamid, A. Norewan, Harmalis, E. Putra & Syamsi. 2005. Dalam Rasidin, M. (ed.). 2005. Adat basendi syara' sebagai fondasi membangun masyarakat madani di Kerinci. GP Press dan STAIN Kerinci Press, Sungai Penuh: xi + 186 hlm.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Desmira, D. (2022). PEMANFAATAN SENSOR SIDIK UNTUK ABSENSI SISWA SMKN 1 PULO-AMPEL. PROSISKO: Jurnal Pengembangan Riset dan Observasi Sistem Komputer, 9(2).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Jayanti, U. N. A. D., Abang, M. R., Thahira, N., Lubis, N. S., Lubis, S. A. A., & Roji, F. (2023). Identifikasi Populasi Pola Sidik Jari di Lingkungan II, Kelurahan Tembung, Kecamatan Tembung. BIO EDUCATIO:(The Journal of Science and Biology Education), 8(1).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Mundijo, T. (2017). Gambaran Pola Sidik Jari dan Sudut Axial triradius Digital (ATD) pada Anak Sekolah Dasar Negeri 144, Talang Betutu, Palembang, Sumatera Selatan. Syifa’MEDIKA, 7(2), 99-103.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Nazhifah, F. S., Safuan, S., & Alhabshy, M. A. (2022). Analisa Kepribadian Dengan Penerapan Sistem Aplikasi Analisa Sidik Jari (Studi Kasus Pada PT Unique Analisa Sidik Jari). Syntax Literate; Jurnal Ilmiah Indonesia, 7(2), 663-672",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Purbasari, K., & Sumadji, A. R. (2017). Variasi Pola Sidi Jari Mahasiswa Berbagai Suku Bangsa di Kota Madiun. Variasi Pola Sidi Jari Mahasiswa Berbagai Suku Bangsa di Kota Madiun, 4(2), 47-54.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Rahmah, F. (2021). Perancangan Sistem Identifikasi Tipe Sidik Jari Manusia Menggunakan Matlab. STRING (Satuan Tulisan Riset dan Inovasi Teknologi), 6(2), 190-196.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ramani, P., Abhilash, P. R., Sherlin, H. J., Anuja, N., Premkumar, P., Chandrasekar, T., ... & Janaki, V. R. (2011). Conventional dermatoglyphics-Revived concept: A review. International Journal of Pharma and Bio Sciences, 2(3), 446-458",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sufitni. 2007. Pola sidik jari pada kelompok retardasi mental dan kelompok normal. Majalah Kedokteran Nusantara 40(3): 180-191. Available at scholar.unand.ac.id.Diakses pada tanggal 4 Agustus 2017.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Fingerprint",
          "n",
          "Presentation (%)"
        ],
        [
          "Arch",
          "38",
          "3.8%"
        ],
        [
          "Loop",
          "514",
          "54,6 %"
        ],
        [
          "Whorl",
          "448",
          "48,8 %"
        ],
        [
          "Total",
          "1000",
          "100"
        ]
      ],
      "label": "Table"
    }
  ]
}