{
  "paragraphs": [
    {
      "text": "Identifikasi Perbandingan Panjang Jari Telunjuk Dengan Jari Manis Antara Siswa Dan Siswi Di SMA Muhammadiyah 1 Padang.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Identification of the Comparison of the Length of the Index Finger and the Ring Finger Between Students and Girls at Muhammadiyah 1 High School Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Syamsurizal1, Agusta Fauzi2, Rifany Fachry3,⁎",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2 Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3 Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. Tel.: +628126709150. Email address: syam_unp@fmipa.unp.ac.id",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Panjang jari telunjuk (juga dikenal sebagai jari kedua atau jari 2D) dan jari manis (juga dikenal sebagai jari ketiga atau jari 4D) dapat digunakan sebagai karakteristik yang dapat diidentifikasi pada manusia. Keterkaitan antara rasio panjang jari telunjuk dengan panjang jari manis (2D:4D dipengaruhi oleh hormon testosteron (pada pria) dan estrogen (pada wanita). Dimana hormon ini merupakan hormon yang diwariskan dari gen dan ekspresinya yang dipengaruhi oleh sex influence gene, sehingga adanya perbedaan antara panjang jari telunjuk dengan panjang jari manis. Hormon estrogen dan testosteron yang nantinya akan mempengaruhi kerja HOXD dan HOXA dalam penentuan panjang jari pada seseorang. Tujuan penelitian adalah mengetahui insidensi panjang telunjuk dibandingkan jari manis pada siswa dan siswi di SMA Muhammadiyah 1 padang. Penelitian ini menunjukkan bahwa perbedaan panjang antara jari telunjuk dan jari manis dapat bervariasi antara individu. Beberapa penelitian juga menemukan adanya korelasi antara panjang jari telunjuk dan jari manis dengan faktor-faktor seperti tinggi badan dan karakteristik genetik.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keywords:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Rasio 2D:4D, Jari telunjuk, jari manis, testosteron, estrogen",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Rasio panjang jari telunjuk terhadap jari manis pada seseorang merupakan suatu karakter atau sifat yang diwariskan melalui gen yang ekspresinya dipengaruhi oleh jenis kelamin (sex influence gene). Panjang jari kedua atau telunjuk (2D) dan jari keempat atau jari manis (4D) telah menjadi perhatian beberapa ahli karena terkait perbedaan jenis kelamin. Rasio 2D terhadap 4D untuk sebagian besar laki-laki ternyata lebih kecil daripada perempuan (Honekopp and Watson, 2010; Kornhuber et al., 2011). Suatu karakter atau sifat yang diwariskan melalui gen yang ekspresinya dipengaruhi oleh jenis kelamin (sex influence gene) dapat kita perhatikan pada rasio panjang jari telunjuk dengan panjang jari manis. Hormon yang mempengaruhi rasio panjang jari telunjuk dengan jari manis pada pria adalah hormon testosteron sedangkan pada wanita adalah hormon estrogen. Dengan adanya perbedaan jenis hormon yang berkaitan, membuat para ahli tertarik untuk meneliti lebih lanjut (Honekopp and Watson, 2010; Kornhuber et al.,2011).",
      "style": "Footer",
      "label": "Unknown"
    },
    {
      "text": "Rasio 2D:4D adalah panjang relatif dari jari telunjuk (2D) dan jari manis (4D) yang dipengaruhi oleh paparan hormon steroid yang stabil dan konsisten pada tiap individu. Jari telunjuk dan jari manis yaitu jari tangan yang paling sensitif terhadap paparan hormon seks steroid dalam periode prenatal oleh karena itu dikenal dengan rasio 2D:4D yang bisa menunjukan berbagai gangguan penyakit dan kelainan tertentu (Kumar dkk, 2016).",
      "style": "Footer",
      "label": "Unknown"
    },
    {
      "text": "Rasio 2D:4D ini dapat di- hubungkan dengan kecenderungan penyakit tertentu, seperti penyakit jantung koroner (Fink et al., 2006; Wu et al., 2013) terutama pada laki-laki. Hal ini berhubungan dengan kadar testosteron prenatal. Perempuan yang memiliki rasio 2D:4D rendah ada kecenderungan mengalami penyakit migrain dan sakit kepala (tension type headache), tetapi tidak pada laki-laki (Xie et al., 2015). Selain itu rasio 2D:4D berhubungan dengan kecenderungan munculnya penyakit kanker, seperti kanker testis dan kanker prostat pada laki-laki, kanker serviks dan kanker payudara pada perempuan, serta kanker lambung (Hopp et al., 2014). Rasio 2D:4D ini dapat digunakan sebagai penanda paparan hormon seks prenatal, sedangkan pada usia dewasa, tidak ada hubungan yang nyata antara kadar homon seks dengan rasio 2D:4D, baik pada pria maupun wanita (Muller et al., 2011).",
      "style": "Footer",
      "label": "Unknown"
    },
    {
      "text": "Perbedaan panjang jari telunjuk dengan jari manis antara laki-laki maupun perempuan dipengaruhi oleh gen dominan yang memperlihatkan pengaruhnya pada individu laki-laki maupun perempuan. Akan tetapi, dalam keadaan homozigotik resesif, pengaruh dominan tidak akan terlihat dalam fenotip. Pada jari telunjuk pendek disebabkan oleh gen yang dominan pada seorang laki-laki (genotip TT/Tt) dan telunjuk panjang itu memiliki gen yang resesif terhadap genotip II. Akan tetapi, perempuan telunjuk pendek mempunyai genotip TT, sedangkan telunjuk panjang mempunyai genotip Tt/tt. Perbandingan jari telunjuk dan jari manis berhubungan dengan kondisi hormonal saat berada dalam kandungan atau tentunya akan mempengaruhi kepribadian seorang saat tumbuh dewasa (Lee, 2016).",
      "style": "Footer",
      "label": "Unknown"
    },
    {
      "text": "2. Methods",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "Penelitian dilakukan pada tanggal 5 oktober 2023. Pada penelitian ini menggunakan penelitian deskriptif. Data didapatkan dengan cara mensurvey secara langsung atau mendatangi responden ke dalam kelas. Sampel dalam penelitian ini adalah seluruh siswa SMA Muhammadiyah 1 Kota Padang. Pengamatan terbagi atas tiga kategori, yaitu pertama jari telunjuk lebih panjang dari jari manis, jari telunjuk sama panjang dari jari manis, dan jari telunjuk lebih pendek dari jari manis.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Agar mendapatkan informasi yang lebih akurat dan spesifik mengenai perbandingan panjang jari telunjuk dengan jari manis antara siswa dan siswi di SMA Muhammadiyah 1 padang, disarankan untuk melakukan penelitian yang lebih mendalam dengan sampel yang lebih besar dan representatif.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Gambar 1. Menuntun Siswa Mengikuti Instruksi",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Gambar 2. Proses Pengamatan Jari",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Gambar 3. Membantu Siswa dalam Pengambilan Sampel",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3. Results and Discussion",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Dari pengamatan 100 siswa/siswi diperoleh hasil bahwa sebagian besar laki-laki berjari telunjuk panjang (kategori 1) dan sebagian besar perempuan berjari telunjuk pendek (kategori 3), tiga orang siswa laki-laki dan tiga orang siswa perempuan memiliki jari telunjuk sama panjang dengan jari manis (kategori 2).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Table 1. Distribusi panjang jari siswa di SMA 1 Muhammadiyah Kota Padang",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "Table 2. Persentase panjang jari telunjuk siswa di SMA 1 Muhammadiyah Kota Padang",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "Ghart",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pada penelitian ini sampel yang dipakai yaitu seluruh siswa/siswi SMA Muhammadiyah 1 Padang yang berjumlah 100 orang. Pada peserta didik yang laki-laki didapatkan kategori 1 yaitu jari telunjuk lebih panjang dari jari manis terdapat 35 siswa dengan jumlah persentasenya (70%), pada kategori 2 yaitu jari telunjuk sama panjang dengan jari manis dan jumlah siswa 3 serta nilai presentasenya (50%), pada kategori 3 jari telunjuk lebih pendek dari jari manis dengan jumlah siswanya yaitu 12 didapatkan nilai (27%). Pada umumnya, ukuran jari manusia telah terbentuk sejak individu dalam kandungan. Ada beberapa faktor yang dapat mempengaruhi ukuran jari, salah satunya adalah hormon seks (testosteron dan estrogen) (Thomson, 2013).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Namun pada peserta didik yang perempuan pada kategori 1 bahwa jari telunjuk lebih panjang dari jari manis dengan jumlah siswinya 15 diketehui nilai presentasinya (30%), pada kategori 2 bahwa jari telunjuk sama panjang dengan jari manis dengan jumlah siswinya 3 diketahui nilai (50%), dan pada kategori 3 bahwa jari telunjuk lebih pendek dari jari manis dengan jumlah siswinya 32 diketahui nilai presentasinya (73%).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Dari hasil yang telah didapatkan nilai persentase yang tertinggi yaitu kategori 1 pada peserta didik laki-laki bahwa jari telunjuk lebih pendek dari jari manis dan bertolak belakang dengan peserta didik perempuan yang persentase tertingginya pada kategori 3 bahwanya jari telunjuk lebih panjang dari jari manis.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "4. Conclusions",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "Dari hasil penelitian yang telah dilakukan, didapatkan hasil kategori paling banyak pada laki-laki (Maskulin) yaitu pada kategori ke-1 dengan jumlah 35 (70%). Sedangkan pada perempuan (Feminim) yaitu pada kategori ke-3 dengan jumlah 32 (73%). Berdasarkan teori bahwa pada laki-laki memiliki jari telunjuk lebih panjang dari pada jari manis dan pada perempuan jari manis lebih panjang dari pada jari telunjuk. Pada penelitian ini kedua jenis kelamin sesuai dengan teori tersebut.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "References (APA style)",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Agus, Rosana, dan Sjafaraenan. 2013. Penuntun Pratikum Genetika. Universitas Hasanuddin. Makassar.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hönekopp, J., Manning, J. T., & Müller, C. (2006). Digit ratio (2D:4D) and physical fitness in males and females: Evidence for effects of prenatal androgens on sexually selected traits. Hormones and Behavior, 49(4), 545-549.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Honekopp, J., Watson S. 2010. Meta-analysis of digitratio 2D:4D shows greater sex difference in the right hand. Am J Hum Biol 22:619-630.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lee,C., 2016. Analitycal Models For Genetics of Human Traits Influenced By Sex. Current Genomics. 17(5): 160-169",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Manning, J. T. (2002). Digit ratio: A pointer to fertility, behavior, and health. Rutgers University Press.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Manning, J. T., & Fink, B. (2011). Digit ratio (2D:4D), dominance, reproductive success, and cancer: Testing the role of genes. Journal of Evolutionary Psychology, 9(4), 261-278.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Robertson J, Zhang W, MuirK, Jliu J. Radiographic assessment of the index to ring finger ratio (2D:4D) in adults. J. Anat 2008; 212(2):47.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Zheng, Z., Cohn, M. J., & Wellik, D. M. (2015). Fingers crossed: From the \"limb identity\" gene to a limbless heart. Seminars in Cell & Developmental Biology, 47, 44-52.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Kategori",
          "Laki-laki",
          "Perempuan",
          "Total"
        ],
        [
          "1",
          "35 (70%)",
          "15 (30%)",
          "50 (100%)"
        ],
        [
          "2",
          "3 (50%)",
          "3 (50%)",
          "6 (100%)"
        ],
        [
          "3",
          "12 (27%)",
          "32 (73%)",
          "44 (100%)"
        ]
      ],
      "label": "Table"
    },
    {
      "content": [
        [
          "Keterangan   :",
          "Kategori 1 : Jari telunjuk lebih panjang dari pada jari manis"
        ],
        [
          "",
          "Kategori 2 : Jari telunjuk sama panjang dengan jari manis"
        ],
        [
          "",
          "Kategori 3 : Jari telunjuk lebih pendek dari pada jari manis"
        ]
      ],
      "label": "Table"
    },
    {
      "content": [
        [
          "Jenis Kelamin",
          "Kategori 1",
          "Kategori 1",
          "Kategori 2",
          "Kategori 2",
          "Kategori 3",
          "Kategori 3"
        ],
        [
          "Jenis Kelamin",
          "Jumlah",
          "Persentase",
          "Jumlah",
          "Persentase",
          "Jumlah",
          "Persentase"
        ],
        [
          "Laki-laki",
          "35",
          "70%",
          "3",
          "50%",
          "12",
          "27%"
        ],
        [
          "Perempuan",
          "15",
          "30%",
          "3",
          "50%",
          "32",
          "73%"
        ],
        [
          "Total",
          "50",
          "100%",
          "6",
          "100%",
          "44",
          "100%"
        ]
      ],
      "label": "Table"
    }
  ]
}