{
  "paragraphs": [
    {
      "text": "Pedigree Analysis of Diabetes Mellitus in Minangkabau Ethnic",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Diabetes mellitus has a tendency to be inherited. The inheritance pattern of Diabetes mellitus in the Minangkabau ethnic group follows the mitochondrial and autosomal inheritance pattern. Patients with Diabetes mellitus in the Minangkabau ethnicity have an equal distribution between men and women. Patients with Diabetes mellitus in this ethnic group generally know that they suffer from diabetes mellitus in old age or after other complications arise due to diabetes mellitus.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keywords: Pedigree, Diabetes Mellitus, Minangkabau",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "INTRODUCTION",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "The incidence and mortality rates due to diabetes mellitus are very high. The United Nations has made November 14th as the United Nations Day for Diabetes Mellitus (UN World Diabetes Day) since 2007. Diabetes mellitus is the first non-infectious and non-communicable chronic disease to be designated as a world day by the United Nations. Previously, the United Nations had set a day for Tuberculosis, Malaria, and HIV/AIDS, which are infectious and communicable diseases. In Indonesia, Diabetes Mellitus Day is celebrated every July 12th.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The estimated number of people who died in the world due to diabetes mellitus in 2000 was 6% (3.2 million people). More than one in ten people who died at the age of 35-64 years have a history of diabetes mellitus (Roglic, 2005). Worldwide, diabetes mellitus kills more people than HIV/AIDS. Every 10 seconds, one person dies due to complications of Diabetes mellitus, and at the same time, two new people with diabetes mellitus are found (Adjikoe Soemo, 2008).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Patients with Diabetes mellitus worldwide are increasing every year, including in Indonesia and West Sumatra. The prevalence of Diabetes mellitus in the world in 2000 was 2.8% (171 million people), and the prediction in 2030 is to rise to 4.4% (366 million people). The estimated number of people with Diabetes mellitus in Indonesia in 2000 was 4.1% (8.4 million out of 205,132,000 people in Indonesia). It is projected that in 2030 the number of Diabetes mellitus cases in Indonesia will increase to 7.8% (21.3 million from 273,219,200 people). The estimated number of people with Diabetes mellitus in Indonesia is in the fourth highest position after India, China, and America (Perdomo, 2005; Wild et al., 2004)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The prevalence of Diabetes mellitus in West Sumatra in 2000 was 5.1%. The population of West Sumatra (ethnic Minangkabau) has a high enough potential to suffer from diabetes mellitus. The Minangkabau ethnic community has a diet that contains lots of carbohydrates, fat, salt, and a tiny part of fiber. The matriarchal lineage pattern that allows \"pulang ka bako /marry with close relatives\" increases the chance of growing diabetes mellitus. In addition, an unhealthy lifestyle increases the risk of people with diabetes mellitus.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Clinically, diabetes mellitus is divided into four types, namely type I, II, III, and IV. Type 2 diabetes mellitus is the most common type, approximately 95% (Adam JMF, 2000; Tjokroprawiro, 2001). Type 2 diabetes mellitus occurs because the insulin hormone in the blood does not work effectively, even though the amount of insulin produced by the beta cells of the pancreatic islets of Langerhans is average. Glucose that enters the cell is reduced so that the cell lacks an energy source and makes the blood glucose increase.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The risk factors of type 2 diabetes mellitus were genetic factors, poor diet (high in fat and sugar and low in fiber), obesity, and an unhealthy lifestyle (lack of physical activity/exercise, lack of rest, and stress). The high number of Diabetes mellitus cases in India is related to the phenotype of individuals who have a high percentage of body fat and obesity (Joshi, 2006).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Type 2 diabetes mellitus has a strong familial pattern of inheritance. Olson (1981), reported that type 2 diabetes mellitus is inherited in an autosomal dominant pattern. In the ethnicity, he observed, 85% of the samples had parental diabetes mellitus and half of the parents had a sibling with diabetes mellitus. Pedigree analysis on 100 ethnic Minangkabau people with diabetes mellitus, it turns out that 57.63% of people with Diabetes mellitus follow an autosomal inheritance pattern (Halifah, 2009)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Blood glucose levels were used to diagnose diabetes mellitus. Patients are diagnosed with Diabetes mellitus if their fasting blood glucose level is ≥126 mg/dL or blood glucose levels are ≥200 mg/dL 2 hours after being given a glucose load of 75 grams (Waspadji, 2005)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The role of genetic factors in the etiology of Diabetes mellitus has been widely studied. From several studies, it is known that there is more than one inheritance pattern for diabetes mellitus. The WHO Study Group (1994) research demonstrated an autosomal hereditary pattern of type 1 diabetes mellitus in the Caucasian (United States) population. Olson (1981) also found the same result in his research, which showed an autosomal inheritance pattern of Diabetes mellitus. Meanwhile, in the case of type 2 diabetes mellitus, Tim Eijkman stated that the inheritance pattern follows the pattern of mitochondrial inheritance. However, research conducted by Olson (1981) noted that type 2 diabetes mellitus is inherited in an autosomal dominant pattern. Understanding the inheritance pattern of Diabetes mellitus is very important as a basis for understanding the role of genetic factors (including the role of particular genes) in the etiology of Diabetes mellitus.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The absence of factual data on the inheritance pattern of Diabetes mellitus in the Minangkabau population makes the authors interested in conducting the research. Based on the background, the authors are interested in researching with the title \"Tendency of Inherited Patterns of Diabetes Mellitus in Minangkabau Population Based on Pedigree Analysis.\"",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on the research background, the formulation of the research problem can be stated as follows: 1) Does diabetes mellitus in Minangkabau ethnic tend to be inherited? 2) What is the tendency of the inheritance pattern of Diabetes mellitus in the Minangkabau ethnic group as seen from the pedigree analysis?",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The study's aims were 1) to see whether diabetes mellitus in the Minangkabau ethnic group has a tendency to be inherited. 2) Observing the tendency of the inheritance pattern of Diabetes mellitus in the Minangkabau ethnic group based on pedigree analysis.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "MATERIAL AND METHODS",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "This study was a descriptive study by taking data from the status of inpatients and outpatients with the diagnosis of Diabetes mellitus at the General Hospital dr. M. Djamil Padang, Ibnu Sina Padang Islamic Hospital and Selasih Padang Hospital.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The population in this study was the Minangkabau ethnic community with diabetes mellitus. The sample of this study were patients with Diabetes mellitus at the General Hospital dr. M. Djamil Padang, Islamic Hospital Ibnu Sina Padang, and Selasih Padang Hospital who can be interviewed during the study with the following criteria: not a gestational type diabetes mellitus patient; and can remember and know the history of Diabetes mellitus in the family of at least one descent above it.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Research Preparation",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Observed the General Hospital dr. M. Djamil Padang, Ibnu Sina Padang Islamic Hospital and Selasih Padang Hospital.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Cooperated with internal medicine specialists who usually treat diabetes mellitus and nurses at the hospital. This collaboration aims to obtain complete data on patients with Diabetes mellitus who are hospitalized or outpatient.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Prepared the instruments to collect the data. The question relates to the patient's family treemap (history of diabetes mellitus), and the number of family members who suffer from diabetes mellitus is included in the pedigree analysis.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Research Implementation",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sampling",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sampling was carried out from April – June 2009 at the three hospitals. The sample was based on the criteria mentioned above. A total of 100 patients diagnosed with Diabetes mellitus (except gestational type) who were hospitalized or outpatient were chosen as the sample of this study.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Data collection (interviews)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The data were collected by interview method. The sample was given several questions (research instruments) that had to be answered in order to trace the family history to do the pedigree analysis.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Data Analysis",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The data was obtained from diabetes mellitus patients by interview. The expected value was determined by calculating the percentage.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3.RESULTS AND DISCUSSION",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "A. Result",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The study was conducted on 100 samples of Diabetes Mellitus patients in the Minangkabau ethnic group. Some of the indicators observed are:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Gender of Diabetes Mellitus Patient",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The gender of the sample with diabetes mellitus in ethnic Minangkabau people can be seen in Figure 1 below:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Figure 1. Distribution of Patients with Diabetes Mellitus by Gender",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "From Figure 1, it can be seen that the percentage of patients with Diabetes mellitus who are male is 53%, and 47% are female is 47%. There is not too much difference in this case.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Age when Diabetes Mellitus First Diagnosed",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In general, patients know that they had suffered from Diabetes mellitus when the disease symptoms appeared and the patient checked for glucose levels. From the results of the study, the patients knew they had diabetes mellitus in the age range of 45 - 54 years as described in Figure 2 below,",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 2. Age Distribution when Diabetes Mellitus First Diagnosed",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "Family History of Diabetes Mellitus and Inheritance Pattern",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "To find out how the patient suffer from diabetes mellitus, the patient is required to remember his family history. It turns out that 73% of patients have a family history of Diabetes mellitus, described in Figure 3 below:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Figure 3. Patients with a history of Diabetes Mellitus",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "Furthermore, from the observations of patients who have a family history of Diabetes mellitus, it is found that the inheritance pattern tends to be described in Figure 4 below:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Figure 4.  Percentage of Inherited Patterns of Diabetes Mellitus",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "From Figure 4, it can be seen that 15.06% of Diabetes mellitus patient in this study is suspected to be inherited following the mitochondrial inheritance pattern and 57.53% by the autosomal inheritance pattern. Meanwhile, 27.39% of patients were suspected to follow both inheritance patterns (mitochondrial or autosomal).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "B. Discussion",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Diabetes mellitus is a disease that has a genetic component linkage that increases the risk of suffering for some families. In addition, environmental factors and lifestyle have almost the same role in causing this disease. To find out the description of the inheritance of Diabetes mellitus, the tool that can be used was a pedigree map (pedigree analysis) (Pai, ​​1992).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Diabetes mellitus is a disease that can be found in almost all people in the world. However, the relative distribution of Diabetes shows the main differences between countries and ethnic groups within a country (WHO, 1994). The Minangkabau ethnic population was selected as the sample in this study because of the diet and lifestyle that support the high prevalence of Diabetes mellitus.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The distribution of diabetes mellitus sufferers in Minangkabau ethnicity shows no significant difference between male and female patients as we know that diabetes mellitus is a disease that can happen in any age and gender (Waspadji, 2005). Of 100 samples of patients with Diabetes mellitus in the Minangkabau ethnic group, 53 samples were male patients (53%) and 47 samples were female patients (47%). The result is supported by other research by Deo (2006). Deo said that for type 2 diabetes mellitus (with a sample of 733), 53% of patients were male, and 47% of patients were female.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "However, unlike Deo's research, the sample was not separated by their type of Diabetes Mellitus in this study. So the observations were only made for diabetes mellitus as a whole without differentiating the type of Diabetes mellitus suffered by the sample. The absence of data regarding the type of Diabetes mellitus sustained by the sample is a weakness in this study. This was caused by various factors, including the absence of a diagnosis regarding the type of Diabetes mellitus suffered by the sample, the inability of the sample to remember the type of Diabetes mellitus he suffered, or because of the sample's reluctance to provide information about the type of Diabetes mellitus he suffered.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Many people do not realize that they have diabetes mellitus or at risk of developing this disease. According to Nunung (2006), a study showed that people diagnosed with type 2 diabetes mellitus had actually been suffered from this disease since 8-12 years ago. So that half of those diagnosed with the disease have experienced serious complications. The facts obtained in this study stated that patients began to know that they had diabetes mellitus in the age range of 45-54 years with a percentage of 48%. Based on Nunung's statement (2006), 48% of patients have had diabetes mellitus since the age of 33-37 years. At the same time, various methods and diagnostic criteria for diabetes mellitus have been found.",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "The criteria for diagnosing diabetes mellitus are still developing until now. To determine the presence of diabetes mellitus can be done by measuring the patient's blood glucose levels. A patient was diagnosed with Diabetes Mellitus if the fasting blood glucose level is 126 mg/dL or more, the momentary blood glucose level is 200 mg/dL or by looking at the value of blood glucose levels 2 hours after being given a glucose load of 75 grams with level 200 mg/dL or more (Waspadji, 2005).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "To trace the background of the onset of Diabetes mellitus, the patient is required to remember his entire family history. This is intended to see whether the diabetes mellitus they suffer was inherited from the previous generation or acquired due to his unhealthy lifestyle. It turned out that most of the samples had a family history of Diabetes mellitus, with a percentage of 73%. From this percentage, it can be seen that diabetes mellitus in this population does have a tendency to be inherited.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "According to Waspadji (2005), it is true that there are hereditary factors that influence the incidence of Diabetes mellitus. However, the environmental factors and lifestyle also contributed to the development of the disease. Therefore, many patients find out that they have diabetes mellitus at 45 years and over, as the data obtained from this study. In this study, 27% of the samples did not have a previous history of diabetes mellitus. In this case, genetic possibilities may exist but do not appear in the previous generation or due to lack of knowledge at that time in diagnosing diabetes mellitus.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Genetic investigation of the characteristics of diabetes mellitus requires observations about how these diseases are passed on from one generation to the next. Knowing how the disease is inherited is important to make it a marker for the other family members about the possibility of suffering Diabetes Mellitus. Nunung (2006) explained that the most common types of Diabetes mellitus are type 1 and 2 diabetes mellitus. For type 1 diabetes mellitus, several researchers have found possible inheritance patterns in families.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Studies in the Caucasian population in the United States (WHO Study Group, 1994) have shown that the main genetic predisposition is determined by genes located on the short arm of chromosome 6, either in or adjacent to the HLA (Human Leukocyte Antigen) region. Olson (1981) also supported this opinion that type 1 diabetes mellitus is due to DNA instability in chromosome 6. Researcher Ji-won Yoon (Anonymous, 1999) states that type 1 diabetes mellitus is caused by abnormalities in the cell nucleus. Mutations in the GAD gene cause this disorder. Due to mutations, when this protein is circulated in the body, the immune system will recognize it as a foreign object. As a result, T cells will attack the GAD gene's beta cells, and the body will lack insulin. These studies state that type 1 diabetes mellitus is inherited following an autosomal inheritance pattern (either dominant or recessive).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "As for the case of type 2 diabetes mellitus, another researcher, the Eijkman team (Anonym, 1999), stated that type 2 diabetes mellitus follows the pattern of mitochondrial inheritance. They found that type 2 diabetes mellitus occurs due to mutations in the mitochondria (outside the cell nucleus). In this case, the beta cells are able to produce insulin but the hormone cannot be released because of the absence of energy (ATP is not formed). But according to Olson (1981), type 2 diabetes mellitus is inherited following an autosomal dominant inheritance pattern. In the population studied, 85% of the sample had parental diabetes mellitus and approximately half of these parents had a sibling with diabetes mellitus. From these two researchers, there are two possibilities about the inheritance pattern for type 2 diabetes mellitus, namely mitochondrial inheritance and autosomal dominant inheritance.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The patient's limitations (sample) in remembering the type of diabetes mellitus and remembering the entire family tree history became the weakness of this study. It could not determine the exact pattern of inheritance of Diabetes mellitus in the Minangkabau ethnic group. For this reason, researchers can only predict the inheritance pattern of Diabetes mellitus from the mitochondrial and autosomal patterns, ignoring the type of Diabetes mellitus. The results found that 57.63% of patients had diabetes mellitus through autosomal inheritance and 15.06% through mitochondrial inheritance. At the same time, 27.39% of patients are suspected of following one of the two patterns. These results show the same prevalence (as described previously) with the study conducted by the WHO Study Group, which showed a pattern of inheritance in autosomal for type 1 diabetes mellitus in the Caucasian population and similar results were also suggested by Ji-Won Yoon and Olson (1981). As for type 2 diabetes mellitus, researchers from Tim Eijkman mentioned the inheritance pattern that follows the mitochondrial pattern.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "The tendency for inheritance patterns in the Minangkabau ethnic that follow mitochondrial and autosomal patterns can be a marker for other families who also have a family history of diabetes mellitus. Lewis (2007) stated that mitochondrial inheritance was obtained from maternal mitochondrial DNA. Mitochondrial DNA is wholly obtained from the mother (oocyte) because the father (sperm) never gave mitochondria when fertilization occurred in the oocyte. Sperm only enter the head (in which there is a nucleus, centrioles and acrosomes) while the neck (where there are mitochondria) and tail will be severed so that they do not enter the oocyte (Campbell, 2004).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "4. CONCLUSION",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "Diabetes mellitus in the Minangkabau ethnic group has a tendency to be inherited.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The tendency of inheritance pattern of Diabetes mellitus",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "in Minangkabau ethnic follows mitochondrial and autosomal inheritance pattern.Patients with Diabetes mellitus in the Minangkabau ethnicity have a relatively equal distribution between men and women.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Patients with Diabetes mellitus in this ethnic group generally know that they suffer from diabetes mellitus in the elderly or after the complications arise due to diabetes mellitus.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "REFERENCES",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Alan E.H. 1985. Dasar-dasar Genetika Kedokteran. Yayasan essential medica: yogyakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Anonym. 2006. Analysis pedigree. (http://id. Wikipedia. Org/wiki/Analisis pedigree.Htm diakses tanggal 30 september 2008 ).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Anonym. 2005a. Diabetes mellitus. (http://id. Wikipedia. Org/wiki/diabetes mellitus. Htm diakses tanggal 26 september 2008 ).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Anonym. 2005b. Gejala diabetes mellitus. (http://id. Wikipedia. Org/wiki/gejala diabetes mellitus. Htm diakses tanggal 30 september 2008 ).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Anonym. 1999. Mutasi Genetis Pencetus diabetes mellitus. (http://majalah.tempointeraktif.com/id/email/1999/06/14/KSH/mbm.19990614.KSH95316.id.html.diakses tanggal 14 Juni 2009 ).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Arjatmo, T. 2002. Penatalaksanaan Diabetes Mellitus Terpadu. Balai penerbit FKUI: Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Campbell , Reece and Mitchell. 1999. Biologi. Erlangga: Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hiswarni. 2004.  Peranan Gizi Dalam Diabetes Mellitus. Fakultas kedokteran USU: Medan.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Joshi , shashank R dkk. 2006. Family History and Pedigree Charting- A Simple Genetic Tool For Indian Diabetics. (http://id.www.hindujahospital.com/IDCC2006. diakses tanggal 10 september 2008 ).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kelompok Studi WHO. 1994. Pencegahan Diabetes Mellitus. Hipokrates : Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keisper, dkk.2005. Principles of Internal Medicine. Mc Graw-Hill Companies.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lewis, Ricki.2007.Human Genetic, Concept and Aplikations. Mc Graw-Hill Companies.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Nunung, N.dkk. 2006. Takhlukkan Diabetes Dengan Terapi Jus. Puspa swarna; Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Olson, charles. 1981. Diagnosis and Management of Diabetes Mellitus. Lea and Febiger: Washington.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Pai, Anna C. 1992. Dasar-dasar Genetika. Erlangga: Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Perdomo, Rosa Perez. 2005. Epidemiology of Diabetes; Prevalence, Complications and Health Services Disparities. Centro de Diabetes: Para Puerto Rico.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Radha, V, K.S. Vimaleswaran, R.Deepa& V.Mohan. 2003. The Genetic of Diabetes Mellitus.(Indian J Med Res 117, june 2003,pp 225-238).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Simpson, N.E. (1964). Multifactorial inheritance, a possible hypothesis for Diabetes. Diabetes, 13, 462-Stansfield, William D. 1991. Genetika. Erlangga : Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Steinberg, A.G. (1964). The genetics of Diabetes: A review. Ann.N.Y.Acad. Sci. 82, 197-207.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sudoyo, Ara, w. 2006. Buku Ajar Ilmu Penyakit Dalam. Erlangga: Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Susan , E & William. 2006. Schaum’s Outlines Genetika. Erlangga : Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Valance-owen. 2006. Synalbumin Insulin Antagonism and Diabetes. Ciba Fdn Colloq. 15, 217-234.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Waspadji. 2005. Penyuluhan Diabetes. Balai Penerbit FKUI:Jakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "William S.K, dkk. 1983. Concept of Genetics. Pearson Education International : Amerika.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": []
}