{
  "paragraphs": [
    {
      "text": "ANALYSIS OF DIFFERENCES IN FINGERPRINT PATTERNS OF ACHIEVING STUDENTS WITH ORDINARY STUDENTS AT SMA 3 N PAYAKUMBUH AND MAN 2 AGAM",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Arsya Gusnita1, Divi Andini1, Syamsurizal3⁎",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1Department of Biology, Faculty of Science and Mathematics,Universitas Negeri Padang, 25131, Kota Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "* syam_unp@fmipa.unp.ac.id; +628126709150",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Fingerprints are one of the parts examined on dermatoglyphs. Fingerprints are images on the skin of the fingertips that are formed from the embryo and are maintained without changing. This research method uses a descriptive method with a Purposive Sampling technique which is carried out by taking fingerprint samples from students who were ranked 1-5 and students who were ranked in the bottom 5 in the class at SMA N 3 Payakumbuh and MAN 2 Agam. The percentage of students' fingerprint patterns is calculated by comparing the number of each fingerprint patterns with all the fingerprints of students at two schools with two sample group. Based on the data in Table 1, the percentage of fingerprint patterns for group of outstanding students: loop 57%, whorl 26.6% and arch 16%. Ordinary group of students with a loop percentage of 60%, whorl 26.2% and arch 13.8%. From these data it can be seen that the loop fingerprint pattern is always higher than the whorl and arch respectively sample group. This shows that with different levels of achievement, fingerprint patterns form observed fingers did not show significant differences. Even though the pattern in get both Loop patterns, but the percentage of each pattern is different.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Keywords:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "(Fingerprint, learning achievement)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Science is developing rapidly and the various research conducted has given birth to new sciences. One of the sciences currently developing is dermatoglyphics (Campbel, 2003). Dermatoglyphics is a science that studies picture of tendrils on the surface of the fingertips, palms, toes, soles of the feet and skin folds (creases) of the palms with 4 main parts, namely the fingerprint pattern, the Axial Digital Triradius (ATD) angle, the number of triradius, and the number of tendrils total (Suryo, 2011). Dermatoglyphic patterns are formed from the beginning of embryonic development starting from embryos aged 13 to 24 weeks of gestation (Pangestu et al., 2019).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprints are one of the parts examined on dermatoglyphs. Fingerprints are images on the skin of the fingertips that are formed from the embryo and are maintained without changing. The fingerprint image is unique to a person, due to the manifestation of genes in him. This results in fingerprint patterns that can be used as personal stamps (Surjadi, et al., 1984). Fingerprint examination is divided into two, namely qualitative and quantitative, Qualitative examination is assessed by the type of fingerprint pattern. Based on classification, it can be seen that fingerprint patterns are divided into 3 main shapes, namely whorl, arch and loop. The arch pattern is the most simple pattern and is usually the least common. The characteristics of this arch pattern are that it does not have a core corner and a triradius. A triradius angle is an angle that is formed or formed due to three meeting ridges or carvings. Another pattern is the loop pattern which is characterized by having one triradius corner and having a core (Singh, S. et al, 2016). Qualitative examinations are assessed from TPI (Total Pattern Intensity), DI (Dankmeijer Index), FI (Furuhata Index), and TRC (Total Ridge Count). Fingerprints are currently used as a diagnostic tool in the forensic and medical fields to identify people with a genetic predisposition to the development of certain diseases, such as Down syndrome, psychosis, bipolar disorder and diabetes mellitus.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Fingerprint patterns are a biological variation that differs from one racial group to",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "another, between women and men and even twins identical. The appearance of human fingerprints is very unique, their formation and development are closely related to the genetic code of brain cells and the development of the nervous system. This causes fingerprint patterns to be related to a person's intelligence or talent (Purbasari, 2015).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint patterns are formed when humans are in the womb. Fingerprint patterns are hereditary (passed down) from parents and are influenced by a person's genetic material. The pattern of skin epidermal lines that form fingerprints is related to development central nerve. The central nervous system is connected to the parts of the brain that are the center of all physical and mental activity. Each part of the brain has different functions and strengths, so that a person's fingerprint pattern is a manifestation of the work of the parts of the brain (Syailendra, 2011).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The brain and fingerprints are connected to the same nervous system. The parts of the brain determine intelligence, while the layers of the brain determine personality. Genetically, fingerprints are fixed and specific, so they have a correlation in determining the dominant brain structure and are interpreted to determine genetic tendencies of talent, intelligence, character, motivation, pressure, level of personal stability and style (learning, thinking and working) ( Poniman, 2011). Intelligence is the ability to acquire knowledge, effort to think in complex situations and to solve problems. The intelligence of each individual is different and is related to the different levels of abilities, capabilities and abilities of that individual. Individuals who have high intelligence will understand learning more easily than individuals with low intelligence. Cognitively, intelligence is closely related to the development of the nervous system (Yahaya, 2011)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on the background above, researchers are interested in conducting a comparative analysis of the fingerprint patterns of high-achieving students and ordinary students. This research aims to determine the differences in fingerprint patterns of high achieving students and ordinary students at SMA N 3 Payakumbuh and MAN 2 Agam.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. Materials and methods",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "2.1. Materials",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Provide sufficient detail to allow the work to be reproduced. Methods already published should be indicated by a reference: only relevant modifications should be described.",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "2.2. Methods",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "This research method uses a descriptive method with a Purposive Sampling technique which is carried out by taking fingerprint samples from students who were ranked 1-5 and students who were ranked in the bottom 5 in the class at SMA N 3 Payakumbuh and MAN 2 Agam.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Population is a group of individuals with defined qualities and characteristics (Subana, 2005). The population in this study were all students of SMA 3 Payakumbuh and MAN 2 AGAM. The sample is a portion of the population to represent the entire population (Amin et all., 2023). The sample taken in this study was 100 people, consisting of 50 students who were ranked 1-5 in class. (25 people from SMA N 3 Payakumbuh, and 25 people from MAN 2 Agan) and 50 students who got the last 5th place in the class (25 people from SMA N 3 Payakumbuh and 25 people from MAN 2 Agam). Each sample was taken randomly..",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2.3 Time and Place",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "This research was conducted in two schools, namely SMA 3 Payakumbuh and MAN 2 Agam with data collection to be implemented in October 2023.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2.4 Tools and materials",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The tools used in this research include stamp ink, stamp pads, white paper, clean rags, cleaning fluid and tissue. Meanwhile, the materials used in this research were the ten fingers of the students. The materials used in this research were the ten fingers of the students.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2.5 Way of Work",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingers are cleaned first using water or alcohol before taking fingerprints to remove dirt on the fingertips so that the fingerprint pattern can be seen clearly. Student fingerprints are taken by placing the tip of the finger on a stamp pad that has been inked, then sticking it on white paper to form a fingerprint. This is done until all ten fingers are finished. From the fingerprints obtained, direct observation of the fingerprint patterns (loop patterns, arch patterns and whorl patterns) is carried out. Collecting non-fingerprint data in the form of name, gender and class champion. The trend of each student's fingerprint pattern is seen based on the class champion of each student concerned.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3. Results and Discussion",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "The percentage of students' fingerprint patterns is calculated by comparing the number of each fingerprint patterns with all the fingerprints of students at two schools with two sample group. Results of calculating the percentage of student fingerprints at MAN 2 Agam and SMA 3 Payakumbuh are presented in Table 1 below:",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "3.1. Table",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Table 1. Percentage comparison of finger scale pattern shapes",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "Based on the data in Table 1, the percentage of fingerprint patterns for group of outstanding students: loop 57%, whorl 26.6% and arch 16%. Ordinary group of students with a loop percentage of 60%, whorl 26.2% and arch 13.8%. From these data it can be seen that the loop fingerprint pattern is always higher than the whorl and arch respectively sample group. According to Suryadi (1993), the fingerprint pattern has the highest frequency, General and specific groups of fingers are loop patterns.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The results of this study show that fingerprint patterns are most commonly found in outstanding students are the Loop fingerprint pattern with a percentage (57%) and in participants. The most common fingerprint pattern found is the Loop pattern with a percentage (60%). This shows that with different levels of achievement, fingerprint patterns form observed fingers did not show significant differences. Even though the pattern in get both Loop patterns, but the percentage of each pattern is different.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "This research found that the type of dermatoglyphic pattern is the highest fingerprint pattern. The frequency is the Loop type, followed by the Whorl type and the highest pattern Few found in this research is the Arch pattern because the Arch pattern is a pattern that least in humans.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "According to Suryo (2001) normal individuals have a frequency of fingerprint patterns for loop patterns are more numerous than the frequency of presence of whorl and arch fingerprint patterns, which is approximately approximately 65%-70% for loop patterns, 25%-30% for whorl patterns and 5% for arch patterns. This matter in accordance with the theory of evolution which states that the arch pattern evolved into a loop pattern and continued to evolve into a whorl pattern, so that in today's humans (Homo sapiens) it is very rare found people who have many fingerprints with arch patterns (Kastama, 2000).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Differences in fingerprint patterns of high achieving students and ordinary students shows that a person's intelligence cannot be absolutely determined based on form his fingerprint pattern. According to Cesarik et al (1996) human intelligence is not only determined by genetic factors but also determined by the influence of the environment human life. Apart from that, intelligence is also influenced by other components, such as postnatal conditions, willingness to learn, experience and maximum effort to make wishes come true. A person who inherits intelligence has abilities as well Intelligence varies depending on the experience and effort made (Hendri, 2009",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "A person's intelligence is greatly influenced by the environmental conditions the individual grew up in. Apart from environmental factors, a factor that is no less important is nutritional intake. Nutritional intake greatly influences the building of body cells, including brain cells (Hendri, 2009). According to Murakami (2008), genetic factors are influential and play a role at the start life, during the process of fetal formation during pregnancy and breastfeeding. giving contributions and contributions that seem uncertain, so absolute calculating the tendency for offspring to be exactly the same as the previous generation is on a scale of 1:100,000. So it is not uncommon to find that intelligent children come from families whose nutritional intake is mediocre. On the other hand, we also find that children who come from Families that have sufficient nutritional intake also do not give birth to genius children and smart.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Various factors can influence fingerprint assessment, including the process taking fingerprints using stamp ink, sharpness of the assessor's eye, and assessment which is subjective. Improper use of stamp ink may result loss of parts of fingerprint strokes, such as accumulation at certain points or not evenly all over the fingers. Assessment is subjective, meaning that each assessor has their own opinion own interpretation, especially in TRC because TRC is difficult to calculate by eye naked. Genetic and environmental factors of the embryo were not examined due to limitations cost.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Factors that can influence students' academic achievement scores including physiological, psychological factors, family environment, school environment and community environment. Physiological factors such as physical health can influence levels a person's concentration in receiving the material presented. Psychological factors such as Stress can also affect a person's motivation and concentration in studying and leading to low academic achievement. Become students with good achievements brilliant results and students with mediocre achievements are influenced by various factors things and circumstances.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "4. Conclusions",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "Based on research that has been conducted with two sample groups, namely participants outstanding students and ordinary students in two different schools, namely MAN 2 Agam and SMA 3 Payakumbuh, there were no significant differences in the form of fingerprint patterns observed Where the percentage of the highest fingerprint shape in the two sample groups is the same the same loop pattern, namely 57% of outstanding students and 57% of ordinary students 60%. Followed by the Whorl percentage and the least pattern is the Arch pattern. There is Differences in ach vement among students at school are not only influenced by factors genetics but also environmental and other factors.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "References",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Pangestu, I., Habisukan, U. H., Hapida, Y., Handayani, T., & Oktiansyah, R. (2019). Pengembangan Media Pembelajaran Mind Mapping pada Materi Eubacteria Kelas X. Prosiding Seminar Nasional Pendidikan Biologi 2019, 82–88.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Suryo. 2011. Genetika Manusia.Yogyakarta: UGM Press: Hal. 403.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Wardati S. Perbedaan Dermatoglifi Tangan Pasien Lupus Eritematosus Sistemik (LES) dengan Tangan Orang Normal. Surakarta: Fakultas Kedokteran Universitas Sebelas Maret; 2013. p. 5–32.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Federa U. D of J. Identification Division Technical Section Fingerprint Training Manual.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Bureau of Investigation; 1987.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Singh,S.etall. (2016). Study of a fingerprint patterns to evaluate the role of dermatoglyphycs in early detection of bronchial asthma. Journal of Natural Sience, Biology and Medicine.7(1), pp..43.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Yahaya, A. 2011. Pengertian kecerdasan. http://eprints.utm.my/20260/. Diakses pada 07-12- 2013",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Syailendra, WS. 2011. Kajian Ilmiah Analisa Sidik Jari. http://otaktengahindonesia.com/ artikel_ kajian-ilmiah-analisa-sidik-jari.html. Diakses 30-12-2013.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Murakami, K. 2008. The Devine Message of the DNA: Tuhan dalam Gen Kita. Bandung: Mizan Pustaka.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Cesarik, M., Bozicevic, D., Milicic, J dan Pavicevic, R. 1996. Quantitative Dermatoglyphic Analysis in Persons with Superior Intelligence. Cool. Antropol 20 (2): 413-418.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kastama, E. 2000. Variasi Perilaku Manusia Menurut Sidik Jarinya. Jakarta: Lembaga Penerbit Fakultas Ekonomi Universitas Indonesia.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Group Sample",
          "N",
          "Loop",
          "Loop",
          "Whorl",
          "Whorl",
          "Arch",
          "Arch"
        ],
        [
          "Group Sample",
          "N",
          "n",
          "%",
          "n",
          "%",
          "n",
          "%"
        ],
        [
          "Student Achievement",
          "500",
          "286",
          "57%",
          "133",
          "26,6 %",
          "80",
          "16 %"
        ],
        [
          "Student Normal",
          "500",
          "300",
          "60%",
          "131",
          "26,2 %",
          "69",
          "13,8%"
        ]
      ],
      "label": "Table"
    }
  ]
}