{
  "paragraphs": [
    {
      "text": "IDENTIFICATION OF NIAS FINGERPRINT PATTERNS IN SMA NEGERI 1 PINANGSORI",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Arminianti Wau1, Ratu Elviana2, Syamsurizal3*",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "13Department of Biology, Faculty of Science and Mathematics, Universitas Negeri Padang, 25131, Kota Padang",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. ; +6 28 126709150",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Abstract",
      "style": "Heading 1",
      "label": "Abstract"
    },
    {
      "text": "Fingerprints are one of the biological characteristics that can be used to confirm the identification of ethnic fingerprint patterns. Fingerprint patterns are a biological variation that differs from one racial group to another, between women and men and even identical twins. One of the races/tribes in Indonesia is the Nias tribe. This research is descriptive research with qualitative methods. Descriptive research is research that aims to describe, describe a phenomenon according to conditions in the field. The sample for this research is all Nias students at SMA Negeri 1 Pinangsori in the 2023/2024 academic year. The results of research on identifying fingerprint patterns of the Nias tribe at SMA Negeri 1 Pinangsori can be concluded that the most common fingerprint patterns are loop-shaped fingerprint patterns, namely 93%, whorl-shaped 7% and arch-shaped 0%. Apart from that, based on gender and age grouping, namely boys (14-19 years) and girls (14-18 years), the most common fingerprint pattern, namely the loop fingerprint pattern, is owned by 59% of female students and 59% of female students. male education is 34%. The whorl fingerprint pattern is mostly owned by male students, namely 4% and 3% of female students, while the arch fingerprint pattern is not shared by the entire sample group of Nias ethnic students at SMA Negeri 1 Pinangsori.",
      "style": "Body Text",
      "label": "Materials and Methods"
    },
    {
      "text": "Keywords : Fingerprints, Fingerprint Patterns, Nias Tribe",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Introduction",
      "style": "Heading 1",
      "label": "Introduction"
    },
    {
      "text": "Fingerprint identification is an important method in forensic science that is used to uniquely identify individuals based on fingerprint patterns. Fingerprints are a biological characteristic that can be used to confirm the identification of ethnic patterns. Fingerprint patterns are unique patterns that form on the tips of human fingers, including the fingers and toes. Dermatoglyphics (fingerprints) are skin protrusions (tendrils) on the fingers, palms, toes and soles of the feet based on the number of tendrils and their detailed patterns (Lakshmi and Thenmozhi, 2014).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In humans, fingerprints begin to form in the 6th to 7th week of pregnancy and can be divided into 3 basic patterns, namely arch, loop and whorl patterns (Karthick et al. , 2015 ). Based on Galton's system, fingerprints can be divided into 3 basic patterns , namely: curved shape or Arch (A), figure shape or Loop (L), and circular shape or Whorl (W). This pattern is formed by the arrangement of papillae (small folds of skin) on the outer layer of the skin, and the pattern is unique and does not change over time except due to severe injury.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Each person's fingerprint pattern varies. This is because fingerprints are individual and constitute a person's identity (Yeni et al., 2023) . The frequency of presence of fingerprint patterns varies from one finger to another. The frequency of loop fingerprint patterns is higher than whorl and arc shapes. Fingerprint patterns are a biological variation that differs from one racial group to another , between women and men and even identical twins. One of the races/tribes in Indonesia is the Nias tribe.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The Nias tribe is an ethnic group in Indonesia that has a unique culture and genetic heritage. The Nias tribe is one of the ethnic groups originating from Nias Island, which is located west of North Sumatra, Indonesia. The Nias tribe has a distinctive culture, language and traditions, and is known for their skills in traditional carving, dance and music. Apart from that, the Nias tribe is also unique in terms of its language. The language of the Nias tribe is Li Niha.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The Li Niha language is used by the people of Nias to interact and communicate with each other. Li niha is a unique world language because li niha always ends in a vowel. Apart from that, the Nias tribe also has a unique culture, including stone jumping or known as fohombo , which comes from the Indonesian word \"hombo\" which means stone. Stone jumping is a famous culture of the Nias tribe. The Nias tribe also has its own characteristics, namely that they generally have narrow eyes, black and thick hair, a thick face shape, have a medium to tall body posture and white skin and some also have brown skin like the skin color of Indonesians in general. It is important to identify the fingerprint pattern of the Nias tribe to find out the description of the fingerprints of the Nias tribe",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on student observations carried out by researchers at SMA Negeri 1 Pinangsori, researchers found that there were students who belonged to the Nias tribe and were spread from grades ten to grade twelve. Based on teacher interviews, students belonging to the Nias tribe have unique characteristics that can be distinguished from other tribes, one of which is that most of them have white skin, narrow eyes, thick hair and have a unique language style . Apart from that, SMA Negeri 1 Pinangsori has never carried out fingerprint identification, especially for students from the Nias tribe.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on this background, researchers are interested in identifying fingerprint patterns of the Nias tribe. This research aims to determine the fingerprint patterns of students at SMA Negeri 1 Pinangsori.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Methods",
      "style": "Heading 1",
      "label": "Materials and Methods"
    },
    {
      "text": "This research is descriptive research with qualitative methods. Descriptive research is research that aims to describe, describe a phenomenon according to conditions in the field. The sample for this research is all Nias students at SMA Negeri 1 Pinangsori in the 2023/2024 academic year. The steps for collecting data in this research are preparing the tools and materials needed such as tissue, ink and HVS paper. Then the students come forward one by one to identify their fingerprints by cleaning their fingers using alcohol, after that the fingertips are placed on the stamp pad that has been inked, then the students put their fingers on the HVS paper to form a fingerprint. After the fingerprint data is taken, the data is then analyzed. This fingerprint pattern analysis is classified into 3 types, namely arch, loop, and whorl. After all the data was classified, the researcher concluded about how to identify the fingerprint patterns of the Nias tribe at SMAN 1 Pinangsori.",
      "style": "Normal",
      "label": "Materials and Methods"
    },
    {
      "text": "Results and Discussion",
      "style": "Heading 1",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 1. research documentation",
      "style": "Normal",
      "label": "Figure Caption"
    },
    {
      "text": "The results of research on identifying fingerprint patterns of the Nias tribe, which was carried out at SMA Negeri 1 Pinangsori, can be seen in table 1 below.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Table.1: Fingerprint Patterns of the Nias Tribe at SMA Negeri 1 Pinangsori",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprints are polygene inheritance. Based on Galton's system, fingerprints can be divided into 3 basic patterns , namely: curved shape or Arch (A), figure shape or Loop (L), and circular shape or Whorl (W). The frequency of presence of fingerprint patterns varies from one finger to another. The frequency of the loop fingerprint pattern is higher than the whorldanarc shape. Fingerprint patterns are a biological variation that differs from one racial group to another, between women and men and even identical twins ( Meisya et al., 2022). Fingerprint patterns are unique patterns that form on the tips of human fingers, including the fingers and toes. This pattern is formed by the arrangement of papillae (small folds of skin) on the outer layer of the skin, and the pattern is unique and does not change over time except due to severe injury.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on the research results presented in table 1 above, it can be found that there are several variations in the fingerprint patterns of the Nias tribe among students at SMA Negeri 1 Pinangsori. The overall fingerprint pattern of Nias ethnic students starts from the highest fingerprint pattern to the lowest, namely the loop pattern with a fingerprint pattern presentation of 93%, whorl pattern of 7% and arch pattern of 0%. The Loop pattern is the fingerprint pattern most commonly owned by the Nias tribe, namely 93%. This is in accordance with research by Meisya et al (2022), which states that the loop pattern is the most common pattern and is found in around 60-70% of the world's population. This pattern has one or more circular \"loops\" and has a central point. The loop can be ulnar loop or radial, depending on its direction.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "The second fingerprint pattern possessed by Nias ethnic students is a whorl-shaped fingerprint pattern, which is 7%. This is in accordance with research which states that the whorl pattern covers around 25-35% of the population.  This pattern has a clear vortex or center, often with two or more lines rotating around it (Meisya et al., 2022). Meanwhile, the arch-shaped fingerprint pattern is not shared by Nias ethnic students at SMA Negeri 1 Pinangsori. This is in accordance with research which states that people rarely have arch patterns, which only covers around 5% of the population. This pattern is an arc that does not have swirls or circles like in loop and whorl patterns.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Based on the results of the fingerprint pattern identification of the Nias tribe that has been carried out, it can also be found that there are factors that cause variations in fingerprint patterns, namely age, gender and genes. Based on gender, students are divided into two groups, namely men and women, while based on age, students are aged 14-19 years. This age range is for males aged 14-19 years while females are in the age range of 14-18 years. Based on the results of fingerprint pattern identification, women have a variation of the fingerprint pattern in the form of loops, namely 59%, while men have a loop fingerprint pattern with a presentation of 34 %.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "The whorl fingerprint pattern is the gender that is most common among male students, namely 4%, compared to 3% for females. This is caused by factors such as age , gender and genes. Based on the researcher's observations, male students who have variations in whorl-shaped fingerprint patterns are students who have mixed ethnicities. The mixture referred to here is a student who has a Nias ethnic father and a mother from another ethnic group , including Batak, Javanese, Minang and other ethnic groups, or vice versa. The mother is from the Nias tribe and the father is from another tribe that is not included in the Nias tribe.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The arch fingerprint pattern is a fingerprint pattern that is not shared by all Nias ethnic students at SMA Negeri 1 Pinangsori. This is because the arch fingerprint pattern is the most commonly found fingerprint pattern, namely only 5 % of people have it. Based on the research results above, the researcher concluded that Nias ethnic students at SMA Negeri 1 Pinangsori did not have arch fingerprint patterns.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Conclusions",
      "style": "Heading 1",
      "label": "Conclusions"
    },
    {
      "text": "Based on the results of research on identification of fingerprint patterns of the Nias tribe at SMA Negeri 1 Pinangsori, it can be concluded that the most common fingerprint patterns are loop-shaped fingerprint patterns, namely 93 %, whorl-shaped 7% and arch-shaped 0%. Apart from that, based on gender and age grouping, namely boys (14-19 years) and girls (14-18 years), the most common fingerprint pattern, namely the loop fingerprint pattern, is owned by 59% of female students and 59% of female students. male education is 34%. The whorl fingerprint pattern is mostly owned by male students, namely 4% and 3% of female students, while the arch fingerprint pattern is not shared by the entire sample group of Nias ethnic students at SMA Negeri 1 Pinangsori.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "References",
      "style": "Heading 1",
      "label": "References"
    },
    {
      "text": "Gea, TB, & Rahardi, K. (2021). Lexicon of Traditional Medicinal Plants in the Speech of the Nias Community, North Sumatra: Ecolinguistic Study. Salingka , 18 (1), 55–65.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Meisya, DY, Sania, H., Ningsih, PA, & Fitri, SA (2022). Variation of Fingerprint Patterns Faculty of Engineering and Faculty of Mathematics and Natural Sciences Based on Gender Variation of Fingerprint Patterns Faculty of Engineering and Faculty of Mathematics and Natural Sciences Based on Gender. National Seminar on Biology , 696–702.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Romdhon, AR (2015). Reconstructive Forensic Identification Using Cephalometry Index Reconstructive Forensic Identification Using Cephalometry Index . 4 (November), 23–28.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Wijaya, IKWB, Darmayanti, NWS, & Muliani, NM (2020). Developing students' life and career skills in order to improve the quality of elementary school graduates. Journal of Quality Assurance, 6(2), 171–179. http://ejournal.ihdn.ac.id/index.php/JPM",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Yeni, N.S., Forendra, S., Azura, R.M., & Mumtaza, P.Z. (2023). Analysis of Fingerprint Patterns in Blood Group A and B People in Padang City . 627–634.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Indicator",
          "Indicator",
          "Indicator",
          "Fingerprint Pattern",
          "Fingerprint Pattern",
          "Fingerprint Pattern",
          "Fingerprint Pattern",
          "Fingerprint Pattern",
          "Fingerprint Pattern"
        ],
        [
          "Gender",
          "Age\n(Year)",
          "N",
          "Loops",
          "Loops",
          "Whorl",
          "Whorl",
          "Arch",
          "Arch"
        ],
        [
          "Gender",
          "Age\n(Year)",
          "N",
          "n",
          "%",
          "n",
          "%",
          "n",
          "%"
        ],
        [
          "Man",
          "14-19",
          "37",
          "34",
          "34%",
          "4",
          "3%",
          "-",
          "-"
        ],
        [
          "Woman",
          "14-18",
          "63",
          "59",
          "59%",
          "3",
          "4%",
          "-",
          "-"
        ]
      ],
      "label": "Table"
    }
  ]
}