{
  "paragraphs": [
    {
      "text": "Fingerprint inventory smart students at SMA N 1 Gunung Tuleh Pasaman Barat",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Ainil Putri1, Syamsurizal2, Yelisda B. NST3*",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "12Department of Biology, Faculty of Science and Mathematics, Universitas Negeri Padang, 25131, Kota Padang",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "3SMA N 1 Gunung tuleh, Pasaman Barat.",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. ; +6 28 126709150",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Abstract",
      "style": "Heading 1",
      "label": "Abstract"
    },
    {
      "text": "Fingerprints are one of the biological characteristics possessed by humans. Fingerprints consist of arch, whorl and loop pattern types. The average human has a fingerprint pattern. One individual and another individual have different fingerprint patterns and are each unique. This research method uses a descriptive method with a purposive sampling technique which was carried out by taking fingerprint samples from students who were ranked 1 to 10 from class phase f and class XII at SMA N 1 Gunung Tuleh, West Pasaman district. With a sample size of 112 people. The results of the research can be concluded that the most frequently found fingerprint patterns are loop pattern fingerprints at 71.87%, then whorl finger scale patterns at 24.48%, and arch patterns at 24.48%.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Keywords:",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Fingerprints, smart students, SMA N 1 Gunung Tuleh",
      "style": "Body Text",
      "label": "Unknown"
    },
    {
      "text": "Introduction",
      "style": "Heading 1",
      "label": "Introduction"
    },
    {
      "text": "One of the biological characteristics possessed by humans is fingerprints. Fingerprints in humans are not influenced by the external environment except the environment in the womb. Genetics plays a very important role in the formation of fingerprints, because fingerprints are influenced by polygene elements (suryo, 2010).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint patterns are formed before birth and occur while still in the womb. For every human being, the identity (dermatoglyphs) that are formed under the skin layer or dermal papillae, the basic pattern does not change, as long as the papillae layer is still on the skin and fingerprints will always be there. Dermatoglyphics are a genetic manifestation that is controlled by polygenics, where the basic pattern will not change during life. Changes only occur in the size of the tendrils, which take place in line with the development of the hands and feet (Soekarto in Sikumbang, 1998). Variations in the dermatoglyphic patterns of one species are different from those of other species and show the uniqueness of each species.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Dermatoglyphics is the study of fingerprints which consist of: arch, whorl and loop, tendrils on the hand and triradius. 1 Fingerprint patterns are very diverse and influenced by genetic factors, so they are very important in forensic science, anthropology, ethnology, genetics, evolutionary studies and medical science.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "The term dermatoglyphics was first announced by Cummin 1926 which consists of two Greek words - skin, and - curve (Tewari 2022). Dermatoglyphics is the study of fine line patterns that form on the surface of the skin such as the palms of the hands, soles of the feet, the tips of the fingers of 2 hands, and the tips of the toes consisting of four parts, namely tendrils, triradius, number of tendrils, and number of triradius (Mundijo & Rezky 2019 ). Meanwhile, the science of identifying someone through fingerprints is called Dactyloscopy (Suyadi 2013). Dermatoglyphics refer to the unique patterns that form on the surface at the tips of human skin. These patterns are formed during the development of the embryo in the uterus and are constant until the end of life. (Batubara 2022).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprint patterns have been grouped by Galton, broadly into three patterns, namely arch type, loop type and whorl type. The arch type is a line that curves distally and in this pattern there is no triradius. The loop pattern has a hook-like curve with one triradius, and the whorl pattern has a swirl shape and has two triradii (Rafiah, 1988).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fingerprints are a unique identification method, because until now there has been no similarity in fingerprint patterns between one individual and another. Therefore, fingerprints can be used as a tool to verify a person's authenticity (Rozikin and Purwantini, 2014). Fingerprints are natural markers found on human fingers. Every human fingerprint is unique and none are identical, even if the individuals are twins. Fingerprints remain unchanged throughout the life of the individual, except at the time of death and the occurrence of skin decay after about 100 days. In science, if the human population in the world currently reaches 5 million people, it will take around 300 years to find two identical human fingerprints. Until now, fingerprint identification is recognized as the most accurate method for determining a person's identity (Siswanto, 2007).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Students with moderate learning (slow learners) are students who have ordinary abilities, but the problem lies in their lack of involvement in learning under a general or conventional learning framework. It is important to understand that students who are moderate learners are not the same as students who require special instruction or students who are uncomfortable preparing for learning in a lesson. Indeed, even though a student may have difficulty achieving excellence in a subject or several subjects, this does not mean that the student can become a moderate student. Teachers and guardians can use the various teaching aids available to help students increase their interest in learning and lock in learning (Fauziya and Aziz, 2022).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Slow learning ability can be caused by factors such as the low level of education and intelligence of parents. Low awareness of parents in providing stimulation to various aspects of children's development also contributes to the subject's low level of intelligence. This results in limited opportunities to learn the subject when in a family environment. Lack of opportunities to receive guidance when studying at home, including lack of guidance when doing school assignments, is also an influencing factor (Anggraeni, 2021).",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "At this time, slow learners or children who are slow to learn are an important concern in the world of education. Slow learners refer to children who have difficulty understanding and processing information at a slower pace than their peers. This problem can affect their learning abilities and overall academic development (Gufron, 2020).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Methods",
      "style": "Heading 1",
      "label": "Materials and Methods"
    },
    {
      "text": "The research was conducted in November 2023. Finger tendril pattern sampling was carried out at SMA Negeri 1 Gunung Tuleh, West Pasaman. This research method uses a descriptive method with a purposive sampling technique which was carried out by taking fingerprint samples from students who were ranked 1 to 10 from class phase f and class XII at SMA N 1 Gunung Tuleh. The tools used in this research were stamp ink, stamp pads, observation paper, cleaning fluid and tissue. Before taking the fingerprint pattern, the fingers are cleaned first using a wet tissue, so that the fingerprint pattern can be seen clearly. Fingerprint patterns were obtained by using stamp ink and stamp pads on the ten fingers of the sample, then the fingers were attached one by one to the observation paper.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Results and Discussion",
      "style": "Heading 1",
      "label": "Results and Discussion"
    },
    {
      "text": "The results of this study have a different percentage of fingerprint patterns which are shown in table 1 below.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Table 1. Distribution of fingerprint patterns",
      "style": "Normal",
      "label": "Table Caption"
    },
    {
      "text": "In the process of genetic inheritance of fingerprint patterns, in humans it is generally the ulnar loop. The existence of gene variations causes these basic patterns to become other patterns that are influenced by several genes. In this study, a typical inheritance pattern was found, that is, whatever combination of fingerprint patterns the parents have, they will definitely have a whorl pattern and this whorl pattern will be passed on to their children, so it can be said that the whorl pattern is the dominant phenotype. Mendel's laws I and II state that each allele will separate and will pair independently. The inheritance of fingerprint patterns obtained from this research can be simulated in crosses.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Each person has a unique fingerprint consisting of a pattern of dark lines of skin going up called ridges or ridges which are shown as light colored lines of skin going down called furrows which are shown as dark in color. The starting point of the anatomical pattern or double branching at the deviation of two line shapes is called the delta. The connection in a fingerprint that is broken is called a tip ridge.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "In the process of genetic inheritance of fingerprint patterns, in humans it is generally the ulnar loop. The existence of gene variations causes these basic patterns to become other patterns that are influenced by several genes. In this study, a typical inheritance pattern was found, that is, whatever combination of fingerprint patterns the parents have, they will definitely have a whorl pattern and this whorl pattern will be passed on to their children, so it can be said that the whorl pattern is the dominant phenotype. Mendel's laws I and II state that each allele will separate and will pair independently. The inheritance of fingerprint patterns obtained from this research can be simulated in crosses. In a study in China, it was found that all of them got the whorl pattern from both parents, so it is likely another gene.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Tools used to take fingerprints are hand wipes, tissue, ink pads, fingerprint recording cards. The tools used for recording and measuring data are a magnifying glass and writing instruments. The materials used are hand soap and hand sanitizer. The benchmarks or criteria studied are: the type of tendril pattern on the tips of the ten fingers. Before the process of taking fingerprints, it is best to first fill in the serial number, name of the sample, major, year of entry, hobbies and whether you suffer from stomach ulcers or not, as well as the date of sampling. Clean both hands from the fingers on which fingerprints will be recorded first using a rag until dry, if they are dirty they must be washed first using soap and dried with a tissue or rag (this is done so that the fingerprint recording is clearly visible and easy to read).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "From the results of research conducted on 112 smart students, a total of 1120 fingerprint patterns were obtained. There were 3 types of fingerprint patterns found, namely arch, loop and whorl. From research conducted by smart students, the largest number of fingerprints is the loop pattern, with a percentage of 71.87%, then the whorl pattern with a percentage of 24.48%, and the loop pattern with a percentage of 4.64%.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Conclusions",
      "style": "Heading 1",
      "label": "Conclusions"
    },
    {
      "text": "From the results of research on the fingerprint patterns of smart students at SMA N 1 Gunung Tuleh, West Pasaman Regency, it can be seen that from the 1120 fingerprints obtained, the most common fingerprint pattern was the loop pattern at 71.87%, then the whorl pattern at 24.48%, and loop patterns as much as 4.64%.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "References",
      "style": "Heading 1",
      "label": "References"
    },
    {
      "text": "Aida, N dkk. (2014). Analisis Sudut ATD pada Narapidana. Jurnal Biologi Universitas Andalas, Padang, Indonesia.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Batubara Seri I., Perima Simbolon, Rosniati S. (2022). Analisis Pola Dermatoglifi Ujung Jari Tangan Mahasiswa Pendidikan Biologi Angkatan 2020 Institut Pendidikan Tapanuli Selatan. Jurnal Edugenesis. Vol.5 No. 1, hal 27-29.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Komal Sondhi, dan Yogesh Bansal, (2014). ”Fingerprint Matching Using Minutiae Points”, IJSC, vol. 5, no. 1.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Manjusha, P. et all. (2017). Analysis of a lip print and fingerprint patterns in patients with type II diabetes mellitus. Journal of Oral and Maxillofacial pathology. 21(2), pp.309-315.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ramani, P., Abhilash, H. J. Sherlin, Anuja, P. Premkuman, Chandrasekar, Sentamilselvi, Janaki. (2011). Conventional Dermatoglyphics_Revived Concept: A Review. International Journal of Pharma and Bio Science. Vol2/Issue 3/.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Singh, S. et all. (2016). Study of a fingerprint patterns to evaluate the role of dermatoglyphycs in early detection of bronchial asthma. Journal of Natural Sience, Biology and Medicine. 7(1), pp..43.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sintaningtyas, L.J. (2010). Pola Dermatoglifi Tangan pada Pasien  Skizofrenia di Rumah Sakit Jiwa Daerah Surakarta. Fakultas Kedokteran Universitas Sebelas Maret, Surakarta, Indonesia.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Suryo. (2010). Genetika Manusia. UGM  Press. Yogyakarta.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Triwani. (2013). Pemeriksaan Dermatoglifi sebagai Alat Identifikasi dan Diagnostik. Universitas Sriwijaya. Palembang.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Zhang, et.al. (2010). Dermatoglyphics from All Chinese Ethnic Groups Reveal Geographic Patterning. PLoS One; 5(1): e8783: 1-12.",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Fingerprint",
          "n",
          "Presentation (%)"
        ],
        [
          "Arch",
          "52",
          "4,64 %"
        ],
        [
          "Loop",
          "805",
          "71,87 %"
        ],
        [
          "Whorl",
          "263",
          "24,48 %"
        ],
        [
          "Total",
          "1120",
          "100"
        ]
      ],
      "label": "Table"
    }
  ]
}