{
  "paragraphs": [
    {
      "text": "GENETIC DIVERSITY OF GAMMA RAY APLICATION RESULT ON MANDARIN’SSoEUSING ISSR MARKERS",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Putri Kendari1, Mahfut2*",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1Post Graduate Student, Departement of Biology, Faculty of Mathematics and Natural Sciences, University of Lampung, Jl. Prof. SoemantriBrodjonegoro No.1, GedongMeneng, Rajabasa, Bandar Lampung, Lampung, 35145",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "2 Departement of Biology, Faculty of Mathematics and Natural Sciences, University of Lampung, Jl. Prof. SoemantriBrodjonegoro No.1, GedongMeneng, Rajabasa, Bandar Lampung, Lampung, 35145",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. Tel.: +6281260615502. Email address: mahfut.mipa@fmipa.unila.ac.id.",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstract",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Mandarin’s SoEare one of Indonesia's leading mandarinto substitute imported oranges. The quality of oranges can be improved through breeding programs, one of which is mutation breeding using gamma rays. The purpose of this study was to obtain information about the genetic variation of SoE mandarin resulting from gamma ray radiation using ISSR markers. PCR results with ISSR markers on tangerine plants produced by gamma ray radiation showed various patterns, namely the bands were the same, lost bands, and experienced the addition of new bands compared to control plants.",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "Keywords:Mandarin’s SoE, Genetic Variation, ISSR, Mutation breeding.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "1. Introduction",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "Mandarin’s SoE(Citrus reticulate Blanco) is one of Indonesia's superior citrus which has been designated as a national superior variety and as an imported substitute citrus, especially for the type of mandarin. Physically, oranges have fruit skins with a bright orange color, are easy to peel, have a smooth, shiny, round fruit skin texture, and are large in size (fruit diameter 7-8 cm). This orange has a distinctive taste which is a mixture of fresh sweet and sour, the color of the orange flesh, and the texture of the soft flesh. The weakness of this orange is the number of seeds that tend to be large (> 10) (Hardiyantoet al.,2007). This is certainly not liked by Indonesian consumers.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Conventional citrus breeding is mostly hampered by high juvenility in seedlings and high heterozygosity with polygenic phenotypic characters. This delay can be overcome through artificial mutation methods. The physical mutagen that is widely used for fruit plant breeding is gamma ray radiation. Gamma rays are often applied because they have the ability to penetrate deep into plant tissue. Mutation induction is directed to change one or several important characteristics that benefit plants. Artificial mutation techniques are generally aimed at changing certain characters while maintaining most of the original characters (Wardiyatiet al.,2002).",
      "style": "Normal (Web)",
      "label": "Materials and Methods"
    },
    {
      "text": "To maximize mutant identification, the characterization system must be well programmed. The development of DNA markers has opened up opportunities for the rapid identification of a number of species. The use of multiple codominance markers for heterozygous species analysis is very useful because it allows individuals to be genotyped specifically (Powell et al.,1996) and is applied in various fields such as genotype selection, gene mapping, individual fingerprinting, genetic analysis of populations, and individuals (Rafalskiet al.,1996)",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Inter-Simple Sequence Repeat (ISSR) is a PCR-based DNA marker that uses microsatellite sequences. The advantages of ISSR markers are that their application is very simple, easy to perform, fast, involves a low quantity of DNA prints (10-30 bp), is repeatable and consistent, does not require a lot of information to design primers, and is able to distinguish individuals who are very related close (Shahsavar, 2007).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "2. Genetic Diversity",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Thescopeofplantbreedingactivitiesincludestheformationofgeneticdiversityandselection.Thegeneticdiversitythatisformedcanbeusedasabasicmaterialorpopulationforplantbreeding processes. Increased diversity ofgeneticcropcan bedonethroughseveralways,such asintroduction,hybridization,selection,biotechnologyandmutation(Pardal, 2014).The diversity ofthe geneticto theplantmandarinSoEcanbe improvedbyway ofmutation,the mutationartificialormutationinduction.",
      "style": "Normal",
      "label": "Introduction"
    },
    {
      "text": "3. Molecular Analysis Using Gamma Ray Mutagens",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "The DNA material came from young leaves from a gamma ray application and a control citrus plant. Plant DNA was isolated by the CTAB method of Doyle and Doyle (1990). DNA quality testing was carried out using a spectrophotometer (Tenriulo et al., 2011). The quantity of DNA can be seen from the results of the DNA bands carried out with 1% agarose gel, thenthe DNA bands were documented by means of BioDocAnalyze (Widiastuti et al., 2013).",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Table 1.PrimaryandTotalLocusResultsAmplification of3markersISSR",
      "style": "Normal (Web)",
      "label": "Table Caption"
    },
    {
      "text": "Of thefivemarkers used, to amplify the sample DNA, three of them produced polymorphic DNA bands, and two markers produced monomorphic bands.The resulting number of polymorphic band was quite low at40,9% (Table 2).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": ": Locus that has added a DNA band      \t\t: Locus that has lost the DNA band",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Figure 1. Patterns Ribbons DNA mandarin SoE results of radiation rays gamma applied",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "with the ISSR markers C (A), ISSR D (B) and ISSR E (C) (Farida et al., 2010).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Based on the results of DNA amplification and separation (Figure 1), the plants produced by radiation have several DNA band patterns, namely the same DNA band pattern, losing DNA bands, and experiencing the addition of new bands compared to control plants. Possible causes of band loss include deletion at the site where the primers should have attached, duplication, nitrogen base substitution, insertion, and translocation when plant tissue is exposed to gamma rays. Ionization of bases in the DNA molecule can also cause these bases to pair incorrectly. Van Harten(1998) stated that if ionizing radiation changes DNA, gene mutations will occur. Some of the causes of the increase in bands are (1) there is deletion between the two sites where the primer attaches, (2) if there is a substitution in a certain DNA piece, it will cause a new site that is suitable for a a particular primer (Harahap, 2005).",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 2. The pattern of the ribbon results of electrophoresis of products of PCR 15 individual",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "samples of Test SoEmandarinusing markers : A) ISSR 1, B) ISSR 4, C) ISSR 6, and D) ISSR 8.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "M : 1kb (Indriati et al.,2016).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "The pattern ofthe ribbonwereobtainedfromthe results ofelectrophoresis of15samples ofthe productsof PCRafterdiskoringandanalyzedbyusing SoftwareNTSYSgeneratepatternribbondiverse(polymorphic) (Figure2).The pattern of the ribbonaredifferentthatshowsthe differencesmakeupgeneticofeachsampletest.",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "Figure 3.Dendogram orange mandarin SoEhasil radiation rays gamma based",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "on the data combinedmarkers ISSR C, ISSR D, and ISSR E (Farida et al., 2010).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Based on the resultingdendrogram, it can be seen that theMandarin SoE resulting from gamma ray radiation have a similarity level of 73-100% or a genetic distance of 0-27% (Figure 3). When viewed from the genotype grouping,Mandarin SoEresulting from gamma ray radiation are not grouped based on the radiation dose, in other words, genetic grouping is not influenced by radiationdose.This is made possible by the very individual nature of gamma ray radiation (Medinaet al.,2004) and the part of cells exposed to radiation that has different mutations betweenplants.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Figure 4.Dendrogram analysis of the diversity of the genetic of the sample control (0b, 0c, 0d, 0E, 0p), sample mutant hopes of generations MV1 mandarin SoE(65a, 65.4, 75A, 75B, 75C, 75g, 75h, 75k, 85a, and 85b) based on ISSR markers 1, 4, 6 and 8 (Indriatiet al., 2016).",
      "style": "Normal (Web)",
      "label": "Figure Caption"
    },
    {
      "text": "Based on thedendrograminFigure4coefficient(degree of)similarity ofthe samplesthatwere testedis52-100%,with arangeof genetic0-48%.Atthe level ofsimilarityof 80%was formedfourgroups ofindividualsamples ofthe testwiththe level ofsimilaritythat isthe same.Individualsmutanthope75A, 75C 90%similartoindividuals0b, 0pandmutanthope75h,and50%similarto theindividual75k,so75kcan beclassifiedthemselvesashavinga distance ofgeneticwhichisgreat.Ingroup3,individual0c was 90%similarto0dand85a.The twosmallgroupswere87%similartoindividuals65.4.InGroup4,the individual0E 90%similarto theindividualmutantshope75B,andboth aresimilar to85%byindividualsmutanthope75Gand85B.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Individualssampledcontrol0b-0p, 0c0s,and0EbaseddendrogramFigure3arethegroupsthatdifferindicatesthatindividualsarealreadydifferentingenetic.Itthatmayoccurdue tothe influenceof the mutationpoint(point mutation)ormutationssilent(silent mutation).Mutationspointormutationsilentonlychangeonepartnerbasenucleotidewithoutcausinga changeorreplacement ofthe type ofacidicaminogeneratedorencodedfromthe position of threecodons(Sastrosumarjoet al., 2006).",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "4. ISSR Markers",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Evaluation ofthe diversity ofgeneticofmutantexpectations ofthe results ofirradiation ray gammamandarinSoEneededtoseetherewhether or notchangethe geneticthatoccursinthe arrangement ofgenes.DetectionofchangesingenecompositionusingPCR– basedISSRmolecularmarkers.MarkaISSRis moreappropriateto usetoplantoranges,because itis notinfluencedby theseasonsandthe environment, do noneedthe datasequencebeginning, onlyrequire5-50 mg of template DNA perreaction,spreadinthe wholegenome,produceribbonpolymorphicup tothelevel ofcultivars,aredominant,canbe usedforanalysis ofthe diversity ofgeneticandanalysis ofkinship(Yuliantiet al., 2010).",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "5. Conclusions",
      "style": "Normal",
      "label": "Conclusions"
    },
    {
      "text": "The conclusion of this paper is that PCR results with ISSR markers on mandarin plants resulting from gamma ray radiation show various patterns, namely the same bands, loss of bands, and experiencing the addition of new bands compared to control plants.",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "References",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Doyle, J.J., and Doyle, J.L.1990. Isolation of Plant DNA From Fresh Tissue. Journal Focus.12(1), pp.13 - 15.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Farida,Y.,Martasari,C.,Karsinah.,AndTangguh, H. 2010.VariationGenetic OrangesMandarinsSoE(CitrusreticulataBlanco)Results ofRadiationRaysGammaUsingmarkersISSR.IndonesianCitrusandSubtropicalFruitResearchInstitute. Malang.",
      "style": "Normal (Web)",
      "label": "Results and Discussion"
    },
    {
      "text": "Harahap, F. 2005. Induction of genetic variation of mangosteen (GarciniamangostanaL.) by gamma radiation.Dissertation.Postgraduate School, Bogor Agricultural University.Bogor.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Hardiyanto, C., Martasari, and Mulyanto, H. 2007. Diversity analysis of Indonesian mandarin using RAPD primer.Journal of Horticulture.3,pp.239-246.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Indriati,H.,Agus,P., Ali,H.,Kikin, H.,Mutaqin.,AndSlamet,S. 2016.Evaluation ofDiversity ofGeneticMutantHopeGenerationMV1MandarinsSoE(CitrusreticulataBlanco)Be Based RefreshBookmarksMorphologicalandISSR.Journal ofIndonesianHortikultur,7(2), pp.102-110.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Medina, F., Amano, E., and Tano, S. 2004. Mutation Breeding Manual.Forum for Nuclear Cooperation in Asia (FNCA). Japan.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Pardal, S.J. 2014.MutationTechniquesforPlantBreeding.InAgriculturalResearchandDevelopmentArticles.Biogen.Jakarta.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Powell, W., Macharay, G.C.,and Provan, J.1996. Polymorphism revealed by simple sequence repeats. Trends Plant Genet.1, pp. 215-222.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Rafalski, J.A., Vogel, J.M., Morgante, M., Powell, W., Andre, C., and Tingey, S.V. 1996.Generating and using DNA markers in plants.In B. Birren, and E. Lai (eds.)Nonmammalian Genomic Analysis. A Practical Guide.Academic Press. San Diego. pp.75-134.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Sastrosumarjo, S.,Yudiwanti, S.I., Aisyah, S.Sujiprihati, M.Syukur, R., danYunianti.2006.Plant CytogeneticsGeneticsandPlantBreedingSection.Department ofAgronomyandHorticulture.BogorAgriculturalInstitute.Bogor.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Shahsavar, A.R., Izadpanah, K., Tafazoli, E., and Sayed, B.E. 2007. Characterization of citrus germplasm including unknown variants by intersimplesequence repeat (ISSR) markers.Scientia Horticulturae.112, pp.310-314.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Tenriulo, A., Suryati, E., Parenrengi, A., and Rosmiat. 2001. DNA Extraction of KappaphycusalvareziiMarine Grass Clumps Using the Chloroform Phenol Method. Journal.Mar. Chim Acta.2 (2), pp.6 - 10.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Van Harten, A.M. 1998. Mutation Breeding: Theory and Practical Applications. Cambridge University Press.Cambridge.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Wardiyati, W., Darmawan, S., Soertini, S and Dyah, W.2002.The effect of cholchisin and gamma ray radiation on the vegetative growth of the moon orchid (Phalaenopsis).Agrivita XXIV. 2, pp. 80-85.",
      "style": "Normal (Web)",
      "label": "Unknown"
    },
    {
      "text": "Widiastuti, A., Sobir.,Suhartanto., and Muh, R. 2013. Analysis of Genetic Diversity of Mangosteen (Garciniamangostana) Irradiated with Gamma Rays Based on ISSR Markers. Journal Biotechnology.10(1), pp.15 - 22.",
      "style": "Normal (Web)",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Primer",
          "Total Locus",
          "Polymorphic Locus",
          "Monomorphic Locus"
        ],
        [
          "ISSR C (HVH(TCC)5)",
          "8",
          "4(50%)",
          "4"
        ],
        [
          "ISSR D ((TCC)5RY)",
          "6",
          "4(66,67%)",
          "2"
        ],
        [
          "ISSR E ((GT)8YC)",
          "8",
          "1(12,5%)",
          "7"
        ],
        [
          "Amount",
          "22",
          "9(40,9%)",
          "15"
        ]
      ],
      "label": "Table"
    }
  ]
}