{
  "paragraphs": [
    {
      "text": "Variasi fenotip cadel (disartria) pada populasi mahasiswa Biologi Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ahmad Hambali1, Alifah Hazelia Elviana2 , Afifatul Achyar3",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1Departemen Biologi, Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang, Sumatera Barat",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author: : hambaliarangkuty7@gmail.com",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "ABSTRACT",
      "style": "Normal",
      "label": "Abstract"
    },
    {
      "text": "Lisp (Dysarthria) is an abnormality in the nervous system that can affect the performance of the articulatory muscles or speech organs. The Hardy-Weinberg Law states that the frequency of genes in a population remains constant from one generation to the next if there are no evolutionary processes such as migration, mutation, natural selection and gene flow. This research aims to analyze the variation in the Lisp (Dysarthria) phenotype in the Biology Faculty student population. Mathematics and Natural Sciences, Padang State University. Data was obtained through an online questionnaire that identified the predominance of Lisp (Dysarthria) (Dysarthria or not Dysarthria). The results of the study showed that Lisp (Dysarthria) was found in a number of students in a proportion 10 people out of a total of 105 respondents. Analysis using the Hardy-Weinberg law shows that the frequency of dominant (p) and recessive (q) alleles. The frequency of the recessive allele (q) which causes the absence of lisp (dysarthria) is around 0.30, while the frequency of the dominant allele (P) is around 0 .7. Based on calculations, the estimated genotype proportions are 49% homozygous dominant (CC), 42% heterozygous (Cc), and 9.6% homozygous recessive (cc). These results indicate that the population of FMIPA UNP biology students is in Hardy-Weinberg equilibrium regarding the characteristic of lisp (dysarthria). Phenotypic variations of Lisp (Dysarthria) provide an overview of genetic diversity in the population environment of Biology students, Faculty of Mathematics and Natural Sciences, Padang State University and can be the basis for further research regarding the relationship between genetic factors and phenotypic expression in human populations.",
      "style": "Normal",
      "label": "Results and Discussion"
    },
    {
      "text": "Keywords: Disartria, Phenotype, Variation, Student, Genetics.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "ABSTRAK",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Cadel (Disartria) merupakan kondisi kelainan pada sistem saraf yang dapat memengaruhi kinerja otot artikulator atau organ bicara. Hukum Hardy-Weinberg menyatakan frekuensi gen dalam suatu populasi tetap konstan dari satu generasi ke generasi berikutnya jika tidak ada proses evolusi seperti migrasi, mutasi, seleksi alam dan aliran gen.Penelitian ini bertujuan untuk menganalisis variasi fenotip Cadel (Disartria) pada populasi mahasiswa Biologi Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang.Data diperoleh melalui kuisioner daring yang mengidentifikasi dominasi Cadel(Disartria) (Disartria atau tidak Disartria).Hasil penelitian menunjukkan bahwa Cadel (Disartria) ditemukan pada sejumlah mahasiswa dengan proporsi 10 orang dari jumlah total responden 105 orang. Analisis menggunakan hukum Hardy-Weinberg menunjukkan bahwa Frekuensi alel dominan (p) dan resesif (q).frekuensi alel resesif (q) yang menyebabkan tidak adanya Cadel (Disartria) adalah sekitar 0,30, sedangkan frekuensi alel dominan (P) adalah sekitar 0,7. Berdasarkan perhitungan, proporsi genotip yang diestimasi adalah 49% homozigot dominan (CC), 42% heterozigot (Cc), dan 9,6% homozigot resesif (cc). Hasil ini mengindikasikan bahwa populasi mahasiswa biologi FMIPA UNP berada dalam keseimbangan Hardy-Weinberg terkait sifat Cadel (Disartria) . Variasi fenotip Cadel (Disartria) memberikan gambaran keberagaman genetik di lingkungan populasi mahasiswa Biologi Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang dan dapat menjadi dasar untuk penelitian lebih lanjut mengenai hubungan antara faktor genetik dan ekspresi fenotipik pada populasi manusia.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kata kunci: Disartria, Fenotip, Variasi, Mahasiswa, Genetika.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "PENDAHULUAN",
      "style": "Footer",
      "label": "Unknown"
    },
    {
      "text": "Pada masa perkembangan, anak cenderung melafalkan bahasayang  sekiranya  mudah  dan  tidak  terlepas  juga dari   pemberian   contoh   yang   dilakukan   orang   tua. Anak  merupakan  peniru  handal  dari  semua  kegiatan yang  dilakukan  orang  terdekatnya,  begitupun  perihal bertutur  kata.  Dalam  berbahasa,  penggunaan  bahasa pada  anak  seringkali  menggunakan  bahasa  yang  tidak literal,  seperti  telol,  num,  loti,  sehingga  kebiasaan berbicara  ini  terbawa  hingga  dewasa.  Kebiasaan  ini akan   membentuk   sebuah   penyakit   yang   bernama disartria, disartria merupakan cadel, atau yang dikenal dengan   ketidak mampuan   melafalkan   kata   dengan benar (Sundoro, 2019)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Cadel  bisa  disebabkan  karena  rusaknya sistem  syarafseperti  pada  seseorang  yang  menderita stroke,  tidak  sempurnanya  organ  ucap,  dan  atau  anak yang  masih  mengalami  perkembangan  organ  bicara Organ   ucap   yang   tidak   sempurna yangmenjadi penyebab  cadel  salah  satunya  adalah  pengaruh  dari faktor  lingual,  yaitu  lidah. Adapun  faktor  keturunan yang bisa terjadi pada penderita cadel (Kifriyani, 2020)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Johan & Wijayanti, (2020) menyatakan bahwa bahasa merupakan urat nadi dari kehidupan manusia. Sebagian besar bahasa yang dihasilkan manusia dipraktikkan melalui ujaran atau tuturan verbal. Tepat atau tidaknya penuturan dari seorang pembicara, ditentukan oleh banyak faktor, salah satunya kesehatan organ produksi bicara , kromosom manusia dibedakan menjadi dua tipe yaitu autosom dan seks kromosom. Autosom adalah kromosom yang tidak berhubungan dengan penentuan jenis kelamin, dari 46 kromosom manusia maka 44 buah merupakan autosom. Seks kromosom adalah sepasang kromosom yang menentukan jenis kelamin yang dibedakan atas dua macam yaitu kromosom-X dan kromosom-Y. Gen autosomal terdiri dari gen autosomal dominan dan autosomal resesif. Genetika adalah cabang biologi yang berhubungan dengan pewarisan sifat dan ekspresi sifat-sifat.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Gen adalah perintah-perintah yang membuat manusia, hewan,tumbuhan dan makhluk hidup lainnya bekerja. Gen ditemukan dalam sel-sel yang menyusun semua makhluk hidup. Gen terdiri atas suatu zat kimia yang disebut DNA. Sesuatu yang diwariskan dari satu generasi ke generasi berikutnya, dalam gen disebut sifat genetika dan fungsi utama dari banyak gen adalah menghasilkan protein yang mengaktifkan maupun menonaktifkan gen lain (Arisanty et al., 2019).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lidah pendek yang mempengaruhi   gangguan   berbicara   ini   bisa   juga berakibat  panjang  pada  masalah  lainnya,  yaitu  pada proses  menelan  makanan.  Penelitian  pada  penderita stroke  yang  mengalami  disartria  berkepanjangan  bisa menjadi  faktor  predikso  munculnya  disfagia,  yaitu kondisi di mana seseorang mengalami kesulitan dalam menelan makanan akibat lidah yang pendek dan frenulum    yang    pendek    dikenal    dengan    istilah ankyloglossia atau tonguetie. Frenulumadalah membranmukosa  tipis  yang  ada  di  bagian  bawah lidah,  yang  memiliki  fungsi  untuk  menghubungkan lidah  dengan  dasar  rongga  mulut, frenulum yang pendek membuat anak kesulitan dalam berbicara, bahkan sudah bisa diidentifikasi sejakbayi ketika anak meminum air  susu  ibu  anak  cenderung  mengunyah dibanding mengisap (Ingram,  et  al. 2019)",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "METODE PENELITIAN",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Penelitian ini menggunakan metode kuantitatif dengan instrumen penelitian berupa kuesioner (Google Form). Penelitian ini bertujuan untuk menghitung jumlah responden yang memiliki cadel atau disartria, yang kemudian dianalisis menggunakan analisis hukum Hardy-Weinberg. Penelitian ini dilaksanakan pada 24 November hingga 6 Desember 2024 di Laboratorium Genetika, Departemen Biologi, Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "HASIL PENELITIAN DAN PEMBAHASAN",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Data di bawah ini di peroleh dari hasil perhitungan Google From dari 105 total responden terdapat 10 responden yang memiliki cadel/disartria maka dari itu digunakan analisis hukum Hardy-Weinberg menunjukkan bahwa frekuensi alel resesif (d) yang menyebabkan tidak adanya cadel /Disartria adalah sekitar 0,30 sedangkan frekuensi alel dominan (C) adalah sekitar 0,7. Berdasarkan perhitungan, proporsi genotip yang diestimasi adalah 49% homozigot dominan (CC), 42% heterozigot (Cc) , dan 9,6% homozigot resesif (cc). Hasil ini mengindikasikan bahwa populasi mahasiswa biologi FMIPA UNP berada dalamkesetimbangan Hardy-Weinberg terkait sifat Cadel /Disartria.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "q2 =  = 0,096 → q =  = 0,30",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "p+1=1\np= 1− q = 1",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "KK (homozigot dominan)\np2 = (0,7)2 = 0,49 atau 49%",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "KK (heterozigot)\n2pq = 2",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "KK (homozigot resesif)\nq2 = 0,096 atau 9,6%",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hukum Hardy-Weinberg menyatakan bahwa frekuensi alel dan genotip dalam populasi yang ideal akan tetap konstan dari generasi ke generasi, asalkan tidak ada faktor evolusi yang bekerja seperti mutasi, seleksi alam, migrasi, atau perkawinan yang tidak acak. Fakta bahwa proporsi genotip dalam populasi mahasiswa ini sesuai dengan prediksi Hardy- Weinberg",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "menunjukkan bahwa tidak ada tekanan seleksi yang signifikan terhadap sifat Cadel /Disartria dalam populasi ini. Dengan proporsi genotip yang diestimasi, dapat disimpulkan bahwa mayoritas mahasiswa, yaitu sekitar 91% (kombinasi CC dan Cc), tidak memiliki Cadel/Disartria. Hal ini mencerminkan bahwa alel dominan (C) cukup umum dalam populasi ini, meskipun frekuensinya hanya sedikit lebih tinggi dibandingkan alel resesif (c). Adanya Cadel pada individu dengan genotip heterozigot (Cc) mempertegas sifat dominan alel C. Sementara itu, sekitar 9,6% mahasiswa memiliki Cadel/disartria karena genotip mereka adalah homozigot resesif (cc). Proporsi ini sejalan dengan distribusi alel resesif dalam populasi. Tidak adanya Cadel pada individu dengan genotip cc menunjukkan bahwa alel c hanya dapat mengekspresikan fenotipnya jika keduanya resesif.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "KESIMPULAN",
      "style": "List Paragraph",
      "label": "Unknown"
    },
    {
      "text": "Berdasarkan Data yang diperoleh dapat disimpulkan bahwa dari 105 total responden terdapat 10 responden yang memiliki cadel /disartria maka dari itu digunakan analisis hukum Hardy-Weinberg menunjukkan bahwa frekuensi alel resesif (d) yang menyebabkan tidak adanya cadel /Disartria adalah sekitar 0,30 sedangkan frekuensi alel dominan (C) adalah sekitar 0,7. Berdasarkan perhitungan, proporsi genotip yang diestimasi adalah 49% homozigot dominan (CC), 42% heterozigot (Cc) , dan 9,6% homozigot resesif (cc). Hasil ini mengindikasikan bahwa populasi mahasiswa biologi Fakultas Matematika dan Ilmu Pengetahuan Alam Universitas Negeri Padang berada dalam kesetimbangan Hardy-Weinberg terkait sifat Cadel/Disartria.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "DAFTAR PUSTAKA",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Arisanty D, Harahap WA, Khambri D, Rustam R, Aliska G, Achyar A, Menra JP. (2019). The Comparison of RhoC and PI3K Gene Expression on the Breast Cancer Tissue and Benign Tumour Tissue. Open Access Maced J Med Sci. 7(12):1911-1916.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Johan, Mhd, & Wijayanti, I. (2020). Pengaruh fonem terhadap morfem pada ujaran anak balita: Suatu kajian neuro-morphology. Deiksis, 12(02), 192–203. https://doi.org/10.30998/deiksis.v12i02.4622",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kifriyani,  N.  A.  (2020).  Analisis  Penderita  Gangguan  Cadel Pada Kajian Psikolinguistik. Jurnal Konfiks, 7(2). https://doi.org/10.26618/konfiks.v7i2.4485",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sundoro, (2019).   Pola   Tutur   Penderita   Cadel   dan Penyebabnya:  Kajian  Psikolonguistik. Kredo: Jurnal Ilmiah Bahasa dan Sastra, 3(2). https://doi.org/10.24176/kredo.v3i2.4612",
      "style": "Normal",
      "label": "Unknown"
    }
  ],
  "tables": []
}