{
  "paragraphs": [
    {
      "text": "Variasi Fenotip Lesung Pipit pada Populasi Mahasiswa Biologi Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Elisa Suryani1, Farrah Azzahra1, Intan Putri Winanda1, Annisya Ramadhani1,  Afifatul Achyar1",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "123*4 Department of Biology, Faculty of Mathematics and Natural Sciences, Universitas Negeri Padang, West Sumatera, Indonesia",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "*Corresponding author. Tel.: +12 34 567890. Email address: author@institution.domain",
      "style": "Normal",
      "label": "Corresponding Email"
    },
    {
      "text": "Abstrak",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lesung pipi merupakan salah satu variasi fenotip yang mudah diamati pada manusia dan dipengaruhi oleh faktor genetik serta non-genetik. Penelitian ini bertujuan untuk menganalisis variasi fenotip lesung pipit pada populasi mahasiswa Biologi Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang. Metode penelitian ini bersifat deskriptif dengan pendekatan survei. Data dikumpulkan melalui pengamatan langsung dan pencatatan karakteristik lesung pipit, meliputi keberadaannya. Hasil penelitian menunjukkan bahwa lesung pipit ditemukan pada sejumlah mahasiswa dengan proporsi 25 orang dari jumlah total responden 105 orang. Analisis menggunakan hukum Hardy-Weinberg menunjukkan bahwa frekuensi alel resesif (d) yang menyebabkan tidak adanya lesung pipi adalah sekitar 0,48, sedangkan frekuensi alel dominan (D) adalah sekitar 0,52. Berdasarkan perhitungan, proporsi genotip yang diestimasi adalah 27,04% homozigot dominan (DD), 49,92% heterozigot (Dd), dan 23,04% homozigot resesif (dd). Hasil ini mengindikasikan bahwa populasi mahasiswa biologi FMIPA UNP berada dalam kesetimbangan Hardy-Weinberg terkait sifat lesung pipi. Variasi fenotip lesung pipit memberikan gambaran keberagaman genetik di lingkungan populasi mahasiswa Biologi Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang dan dapat menjadi dasar untuk penelitian lebih lanjut mengenai hubungan antara faktor genetik dan ekspresi fenotipik pada populasi manusia.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kata kunci : lesung pipi, fenotip, variasi, mahasiswa, genetika.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "1. Pendahuluan",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Genetika (hereditas) merupakan bidang Biologi yang mengkaji tentang konsep materi genetik, Pewarisannya pada makhluk hidup, regulasi ekspresi, perubahan materi genetik, dinamika gen dalam populasi, serta perekayasaannya (Klug et al., 2012). Konsep pewarisan sifat telah ada dan diterapkan sejak abad ke-18, meskipun belum ada penjelasan ilmiah yang komprehensif (Safrida dkk., 2023). Perkembangan genetika sebagai ilmu baru dimulai setelah seorang biarawan Austria, Gregor Mendel, menemukan prinsip-prinsip dasar pewarisan sifat pada tahun 1860-an.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Gen adalah perintah-perintah yang membuat manusia, hewan, tumbuhan dan makhluk hidup lainnya bekerja. Gen ditemukan dalam sel-sel yang menyusun semua makhluk hidup. Gen terdiri atas suatu zat kimia yang disebut DNA. Sesuatu yang diwariskan dari satu generasi ke generasi berikutnya, dalam gen disebut sifat genetika (Campbell,2010).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sifat dan ciri khas tersendiri atau unik dari setiap makhluk hidup didapat dari parental yang mengikuti pola penurunan tertentu (Ramandhani, 2013). Sifat-sifat manusia yang terkait autosom dapat disebabkan oleh gen dominan ataupun resesif. Menurut Arsal (2012), penurunan yang ditentukan oleh gen resesif ditandai dengan adanya pelompatan generasi dalam munculnya suatu karakter pada individu, sedangkan gen dominan ditandai dengan penurunan secara berkesinambungan atau tidak terjadinya pelompatan generasi dalam pemunculannya.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lesung pipi adalah lekukan alami kecil pada daging di bagian tubuh manusia. Lesung pipit dapat muncul dan menghilang dalam jangka waktu yang lama. Lesung pipit dapat diwariskan secara genetik dan disebut sebagai sifat dominan sederhana. Lesung pipit adalah istilah yang diberikan untuk setiap lekukan atau cekungan alami pada tubuh, tetapi biasanya merujuk pada wajah, terutama di pipi, Lesung pipit paling sering terlihat saat seseorang tersenyum (Kosif, 2015).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lesung pipi adalah lekukan kecil yang terlihat di permukaan kulit. Lesung pipi pada wajah umumnya terletak di pipi dan dagu. Lesung pipi membuat senyum terlihat lebih menonjol sehingga dianggap meningkatkan tampilan ekspresi dan kecantikan wajah. Secara struktural, lesung pipi terjadi karena cacat yang diciptakan oleh otot-otot di wajah. Lesung pipi terjadi di sebelah lateral sudut mulut, disebabkan oleh adanya otot bifid atau zygomaticus mayor ganda. Tersenyum membuat kulit di atasnya tertarik ke dalam dan cacat menjadi lebih besar sehingga membuat lesung pipi lebih terlihat. Salah satu atau kedua pipi dapat memiliki satu atau lebih lesung pipi, tetapi lesung pipi lebih umum terjadi pada kedua pipi (bilateral) daripada hanya satu pipi (unilateral)(Zakiya, dkk. 2022).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2. Bahan dan Metode",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Metode penelitian yang digunakan merupakan metode kuantitatif dengan yaitu menganalisis variasi fenotip ada atau tidaknya lesung pipi. Menggunakan instrumen penelitian berupa kuesioner (gform) yang kami berikan kepada mahasiswa/I jurusan biologi di Departemen Biologi, Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang. Penelitian ini dilaksanakan pada tanggal 29 November 2024 sampai 6 Desember 2024, dengan subjek penelitian seluruh mahasiswa/I jurusan biologi, di Departemen Biologi, Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang. Masing-masing subjek diminta mengisi kuesioner yang berisi beberapa pertanyaan tentang variasi fenotip ada atau tidaknya lesung pipi. Selanjutnya, dilakukan perhitungan frekuensi alel dan genotipe berdasarkan model kesetimbangan Hardy-Weinberg. Perbandingan antara frekuensi genotipe yang diamati dengan yang diharapkan digunakan untuk menguji apakah populasi sampel berada dalam kesetimbangan Hardy-Weinberg.Data dianalisis secara deskriptif.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "3. Hasil dan Pembahasan",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Analisis menggunakan hukum Hardy-Weinberg menunjukkan bahwa frekuensi alel resesif (d) yang menyebabkan tidak adanya lesung pipi adalah sekitar 0,48, sedangkan frekuensi alel dominan (D) adalah sekitar 0,52. Berdasarkan perhitungan, proporsi genotip yang diestimasi adalah 27,04% homozigot dominan (DD), 49,92% heterozigot (Dd), dan 23,04% homozigot resesif (dd). Hasil ini mengindikasikan bahwa populasi mahasiswa biologi FMIPA UNP berada dalam kesetimbangan Hardy-Weinberg terkait sifat lesung pipi.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Dimana rumus yang digunakan untuk kesetimbangan ini yaitu :",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "P + 1 = 1",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "P² + 2Pq + q² = 1",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Ket:",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "P = Frekuensi gen dominan (A, B, D).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "q = Frekuensi gen resesif (a,b,d).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "P² = Frekunesi alel homozigot dominan (AA, BB, CC).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "q² = Frekuensi alel homozigot resesif (aa, bb, cc).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "2Pq = Frekuensi alel heterozigot (aA, Bb).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Total Responden: 105 orang",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Tabel hasil parameter",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Fenotip merupakan ekspresi fisik dari genotip individu yang dipengaruhi oleh faktor lingkungan. Salah satu contoh fenotip yang menarik untuk diteliti adalah lesung pipit, suatu cekungan kecil pada pipi yang muncul akibat variasi struktur otot dan jaringan kulit. Pada populasi mahasiswa Biologi Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang, variasi fenotip lesung pipit dapat menjadi objek kajian untuk memahami aspek genetik dan non-genetik yang memengaruhi keberadaannya.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Lesung pipi secara genetik merupakan karakter dominan yang ditentukan oleh alel tertentu. Jika seseorang memiliki alel dominan (D), maka kemungkinan besar ia akan memiliki lesung pipit. Sebaliknya, jika genotipnya adalah resesif homozigot (dd), lesung pipit tidak akan muncul. prevalensi lesung pipit dalam populasi dapat memberikan gambaran tentang distribusi gen dominan dan resesif dalam populasi.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Variasi fenotip lesung pipit pada populasi mahasiswa Biologi FMIPA Universitas Negeri Padang diperoleh berdasarkan hukum Hardy-Weinberg. Dimana dari 105 total responden terdapat 26 responden yang memiliki lesung pipit dengan frekuensi alel dominan (D) sebesar 0,52 dan alel resesif (d) sebesar 0,48, proporsi genotip yang diestimasi adalah 27,04% homozigot dominan (DD), 49,92% heterozigot (Dd), dan 23,04% homozigot resesif (dd). Data ini menggambarkan bahwa sifat lesung pipit terdistribusi sesuai dengan model kesetimbangan genetik.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Hukum Hardy-Weinberg menyatakan bahwa frekuensi alel dan genotip dalam populasi yang ideal akan tetap konstan dari generasi ke generasi, asalkan tidak ada faktor evolusi yang bekerja seperti mutasi, seleksi alam, migrasi, atau perkawinan yang tidak acak. Fakta bahwa proporsi genotip dalam populasi mahasiswa ini sesuai dengan prediksi Hardy-Weinberg menunjukkan bahwa tidak ada tekanan seleksi yang signifikan terhadap sifat lesung pipit dalam populasi ini.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Dengan proporsi genotip yang diestimasi, dapat disimpulkan bahwa mayoritas mahasiswa, yaitu sekitar 76,96% (kombinasi DD dan Dd), memiliki lesung pipit. Hal ini mencerminkan bahwa alel dominan (D) cukup umum dalam populasi ini, meskipun frekuensinya hanya sedikit lebih tinggi dibandingkan alel resesif (d). Adanya lesung pipit pada individu dengan genotip heterozigot (Dd) mempertegas sifat dominan alel D.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Sementara itu, sekitar 23,04% mahasiswa tidak memiliki lesung pipit karena genotip mereka adalah homozigot resesif (dd). Proporsi ini sejalan dengan distribusi alel resesif dalam populasi. Tidak adanya lesung pipit pada individu dengan genotip dd menunjukkan bahwa alel d hanya dapat mengekspresikan fenotipnya jika keduanya resesif.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "4. Kesimpulan",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Berdasarkan data yang sudah diperoleh dapat disimpulkan bahwa lesung pipit ditemukan pada sejumlah mahasiswa dengan proporsi 25 orang dari jumlah total responden 105 orang. Menurut hukum Hardy-Weinberg menunjukkan bahwa frekuensi alel resesif (d) yang menyebabkan tidak adanya lesung pipi adalah sekitar 0,48, sedangkan frekuensi alel dominan (D) adalah sekitar 0,52. Berdasarkan perhitungan, proporsi genotip yang diestimasi adalah 27,04% homozigot dominan (DD), 49,92% heterozigot (Dd), dan 23,04% homozigot resesif (dd).",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Daftar Pustaka",
      "style": "Normal",
      "label": "References"
    },
    {
      "text": "Anibor, E. Y. (2021). Prevalence of Facial Dimples among the Ndokwa People in Delta State, Nigeria. Eastern Journal of Medicine. , 26 (4): 550-554.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Arsal, A. F. (2012). Analisis Pedigree Cadel (Studi Kasus Beberapa Kabupaten di Sulawesi Selatan) . Jurnal Sainsmat, 1 (2): 156-166.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Campbell, N. R. (2010). Biologi Jilid 1 Edisi Kedelapan. Jakarta: Erlangga.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Jannah, M. (2023). Literatur Review: Telaah Pembelajaran Biologi Materi Genetika di Sekolah Menengah Atas. Jurnal Normalita, 11(3): 548-553.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Klug, W. S., Cummings, M. R., Spencer, C. A., & Palladino,  M. A. (2012). Concepts of",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Genetics (10th ed.). Pearson.",
      "style": "Normal",
      "label": "Unknown"
    },
    {
      "text": "Kosif, R. M. (2015). Review: Anatomical Skin Dimples. Innovative Journal of Medical and",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Health Science. , 5 (1): 15-18.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Ramandhani, M. R. (2013). Penerapan Pattern Matching dalam Penentuan Pewarisan Sifat Genetis Tetua pada Anaknya. Makalah IF2211 Strategi Algoritma. Bandung: Institut Teknologi Bandung.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Safrida, S. P. (2023). Pengantar Biologi: Teori Komprehensif. . PT. Sonpedia Publishing Indonesia.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Wardany, K. F. (2023). Pengantar Biologi: Teori Komprehensif. PT. Sonpedia Publishing Indonesia.",
      "style": "Bibliography",
      "label": "Unknown"
    },
    {
      "text": "Zakiya, ZT., Yeriska, F., Khotimah, A., Damailing, M.R., & Achyar, A. . (2022). Analisis Variasi Fenotip Lesung Pipi, Dagu Membelah dan Hands Clasping pada Mahasiswa Jurusan Biologi Angkatan 2022 universitas negeri padang. Prosiding SEMNAS BIO 2022, (hal. 1093-1099).",
      "style": "Bibliography",
      "label": "Unknown"
    }
  ],
  "tables": [
    {
      "content": [
        [
          "Parameter",
          "Hasil"
        ],
        [
          "Frekuensi Alel Dominan",
          "0,52"
        ],
        [
          "Frekuensi Alel Resesif",
          "0,48"
        ],
        [
          "Proporsi Genotip DD",
          "27,04 %"
        ],
        [
          "Proporsi Genotip Dd",
          "49,92 %"
        ],
        [
          "Proporsi Genotip dd",
          "23,04 %"
        ],
        [
          "Responden dengan Lesung Pipit (DD+Dd)",
          "76,96 % (81 orang)"
        ],
        [
          "Responden tanpa Lesung Pipit (dd)",
          "23,04 % (24 orang)"
        ]
      ],
      "label": "Table"
    }
  ]
}